Repository: nick92/Enso-OS
Catalog: useraccounts-settings/po/*.po
Languages: hr, ka

source: You do not have permission to change this
hr: Nemate dozvolu za ovu promjenu
ka: თქვენ ამის შესაცვლელად უფლებები არ გაქვთ

source: Guest Session
hr: Prijava gosta
ka: სტუმრის სესია

source: Log In automatically:
hr: Automatska prijava:
ka: ავტომატური შესვლა

source: The Guest Session allows someone to use a temporary default account without a password.
hr: Račun gosta dopušta korisnicima upotrebu privremenog korisničkog računa bez lozinke.
ka: სტუმრის სესია სხვას საშუალებას აძლევს გამოიყენოს დროებითი ნაგულისხმევი ანგარიში პაროლის გარეშე.

source: Once they log out, all of their settings and data will be deleted.
hr: Nakon odjave sve postavke i datoteke će biti obrisane.
ka: გამოვლენ თუ არა, მათი ყველა პარამეტრი და მონაცემები წაიშლება.

source: Undo last user account removal
hr: Poništi uklanjanje posljednjeg računa
ka: ბოლო მომხმარებლის ანგარიშის წაშლის აღდგენა

source: You cannot change this for the currently active user
hr: Ovo ne možete promijeniti za trenutno aktivnog korisnika
ka: ამის შეცვლა ამჟამად აქტიური მომხმარებლისთვის შეუძლებელია

source: You cannot remove the last administrator's privileges
hr: Ne možete ukloniti posljednje administratorske ovlasti
ka: თქვენ არ შეგიძლიათ ბოლო ადმინისტრატორის პრივილეგიების წაშლა

source: Account type:
hr: Vrsta računa:
ka: ანგარიშის ტიპი:

source: Standard
hr: Standardni
ka: სტანდარტული

source: Language:
hr: Jezik:
ka: ენა:

source: Click to switch to Language & Locale Settings
hr: Klikni za odlazak u postavke jezika i regije
ka: დააწკაპუნეთ ენის & ადგილის პარამეტრებზე გადასასვლელად

source: Password:
hr: Lozinka:
ka: პაროლი:

source: Enable User Account
hr: Omogući korisnički račun
ka: მომხმარებლის ანგარიშის ჩართვა

source: Disable User Account
hr: Onemogući korisnički račun
ka: მომხმარებლის ანგარიშის გამორთვა

source: None set
hr: Ništa nije postavljeno
ka: დაყენებული არაფერია

source: Create user account
hr: Stvori korisnički račun
ka: მომხმარებლის ანგარიშის შექმნა

source: Remove user account and its data
hr: Ukloni korisnički račun i njegove podatke
ka: მომხმარებლის ანგარიშის და მისი მონაცემების წაშლა

source: You cannot remove your own user account
hr: Ne možete obrisati vlastiti račun
ka: თქვენ არ შეგიძლიათ თქვენივე მომხმარებლის ანგარიშის წაშლა

source: My Account
hr: Moj račun
ka: ჩემი ანგარიში

source: Other Accounts
hr: Ostali računi
ka: სხვა ანგარიშები

source: Enabled
hr: Omogućeno
ka: ჩართული

source: Disabled
hr: Onemogućeno
ka: გამორთული

source: Remove
hr: Ukloni
ka: წაშლა

source: Set from File…
hr: Postavi iz datoteke…
ka: დაყენება ფაილიდან...

source: Select an image
hr: Odaberi sliku
ka: სურათის არჩევა

source: Cancel
hr: Odustani
ka: გაუქმება

source: Open
hr: Otvori
ka: გახსნა

source: Images
hr: Slike
ka: სურათები

source: Change Password
hr: Promijeni lozinku
ka: პაროლის შეცვლა

source: Standard User
hr: Standardan korisnik
ka: სტანდარტული მომხმარებელი

source: Full Name
hr: Puno ime
ka: სრული სახელი

source: Username
hr: Korisničko ime
ka: მომხმარებლის სახელი

source: Can only contain lower case letters, numbers and no spaces
hr: Može sadržavati samo mala slova i brojeve bez razmaka
ka: უნდა შეიცავდეს მხოლოდ პატარა ასოებს, რიცხვებს და არა გამოტოვებებს.

source: Set password now
hr: Sada postavite lozinku
ka: პაროლის ახლავე დაყენება

source: Set no password for login
hr: Nemojte postaviti lozinku prijave
ka: შესვლა პაროლის გარეშე

source: Let user create password on first login
hr: Korisnik će stvoriti lozinku prilikom prve prijave
ka: მომხმარებელმა პაროლი შექმნას პირველი შესვლისას

source: Create User
hr: Stvori korisnika
ka: მომხმარებლის შექმნა

source: Username is already taken
hr: Korisničko ime je već zauzeto
ka: მომხმარებლის სახელი უკვე დაკავებულია

source: Username is not valid
hr: Korisničko ime je neispravno
ka: მომხმარებლის სახელი არასწორია

source: Current Password
hr: Trenutna lozinka
ka: მიმდინარე პაროლი

source: Press to authenticate
hr: Pritisni za ovjeru
ka: დააჭირეთ დასამოწმებლად

source: Authentication failed
hr: Ovjera nije uspjela
ka: დამოწმება ვერ მოხერხდა

source: New Password
hr: Nova lozinka
ka: ახალი პაროლი

source: Password cannot be empty
hr: Lozinka ne može biti prazna
ka: პაროლი არ უნდა იყოს ცარიელი

source: Confirm New Password
hr: Potvrdi novu lozinku
ka: ახალი პაროლის დადასტურება

source: Passwords do not match
hr: Lozinke se ne podudaraju
ka: პაროლები არ ემთხვევა

source: Show passwords
hr: Prikaži lozinke
ka: პაროლების ჩვენება

source: Password accepted
hr: Lozinka prihvaćena
ka: პაროლი მიღებულია

source: Weak password strength
hr: Slaba lozinka
ka: პაროლის სიძლიერე სუსტია

source: Medium password strength
hr: Srednje snažna lozinka
ka: პაროლის სიძლიერე საშუალოა

source: Strong password strength
hr: Snažna lozinka
ka: პაროლის სიძლიერე ძლიერია

source: Resembles your current password
hr: Nalikuje na vašu trenutnu lozinku
ka: წააგავს თქვენს მიმდინარე პაროლს

source: New password is too simple
hr: Nova lozinka je preslaba
ka: ახალი პაროლი ძალიან მარტივია

source: New password is a palindrome
hr: Nova lozinka je obrnuta
ka: ახალი პაროლი პალინდრომია

source: Authentication is required to change user data
hr: Potrebna je ovjera za promjenu podataka korisnika
ka: მოხმარებლის მონაცემების შესაცვლელად აუცილებელია ავთენტიფიკაციის გავლა.

source: User Accounts
hr: Korisnički računi
ka: მომხმარებლის ანგარიშები

source: Manage account permissions and configure user names, passwords, and photos
hr: Upravljajte dozvolama računa, prilagodite korisnička imena, lozinke i fotografije

source: Password change failed
hr: Neuspjela promjena lozinke
ka: პაროლის შეცვლა ჩაიშალა

source: Guest session changes will not take effect until you restart your system
hr: Promjene prijave gosta neće biti primijenjene sve dok ponovno ne pokrenete računalo
ka: სტუმრის სესიის ცვლილებები სისტემის გადატვირთვამდე არ გააქტიურდება

source: Some settings require administrator rights to be changed
hr: Neke postavke zahtijevaju administratorske ovlasti
ka: ზოგიერთი პარამეტრი შესაცვლელად მოითხოვს ადმინისტრატორის უფლებებს

source: Change Avatar
hr: Promijeni sliku
ka: ავატარის შეცვლა

source: Administrator
ka: ადმინისტრატორი
