Repository: nick92/Enso-OS
Catalog: gala/po/*.po
Languages: nb, sl

source: Does the display look OK?
nb: Ser skjermen bra ut?
sl: Ali je slika na zaslonu videti v redu?

source: Keep This Configuration
nb: Behold denne konfigurasjonen
sl: Ohrani to konfiguracijo

source: Restore Previous Configuration
nb: Gjenopprett forrige konfigurasjon
sl: Obnovi prejšnjo konfiguracijo

source: Minimize
nb: Minimér
sl: Minimiraj

source: Move
nb: Flytt
sl: Premakni

source: Resize
nb: Skaler
sl: Spremeni velikost

source: Always on Top
nb: Alltid øverst
sl: Vendno na vrhu

source: Always on Visible Workspace
nb: Alltid på synlig arbeidsområde
sl: Vedno na vidni delovni površini

source: Move to Workspace Left
nb: Flytt til arbeidsområdet til venstre
sl: Premakni na levo delovno površino

source: Move to Workspace Right
nb: Flytt til arbeidsområdet til høyre
sl: Premakni na desno delovno površino

source: Close
nb: Lukk
sl: Zapri

source: Unmaximize
nb: Gjenopprett
sl: Obnovi

source: Maximize
nb: Maksimér
sl: Maksimiraj

source: Multitasking View
nb: Vis arbeidsområder
sl: Pokaži vsa okna

source: View all open windows and workspaces
nb: Vis alle åpne vinduer og arbeidsområder
sl: Pregled vseh odprtih oken in površin

source: Other
sl: Ostalo

source: Fallback desktop file for notifications from outdated applications.
sl: Pomožna "desktop" datoteka za obvestila iz zastarelih aplikacij.

source: Action for the top left corner
nb: Handling for hjørnet oppe til venstre
sl: Akcija za zgornji levi kot

source: Algorithm for window overview layout
nb: Algoritme for oppsettet av vindusoversikt
sl: Algoritem za razporeditev predogleda oken

source: Choose the algorithm used for exposing the windows
nb: Velg algoritmen til bruk for visning av vinduer
sl: Izberite algoritem za razporejanje oken

source: Action for the top right corner
nb: Handling for hjørnet oppe til høyre
sl: Akcija za zgornji desni kot

source: Action for the bottom left corner
nb: Handling for hjørnet nede til venstre
sl: Akcija za spodnji levi kot

source: Action for the bottom right corner
nb: Handling for hjørnet nede til høyre
sl: Akcija za spodnji desni kot

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
nb: H
sl: Ta ukaz se bo izvedel v primeru da izberete ukaz po meri kot akcijo

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
sl: Če vnesete samo en ukaz, se bo izvedel za vsak kot, ki je nastavljen kot "po meri". Če namesto tega uporabite vzorec 'hotcorner-bottomright:ukaz;;hotcorner-bottomleft:ukaz' se bodo ukazi izvedli glede na omenjen kot. Možna imena so 'hotcorner-[topleft; topright; bottomleft; bottomright]' katerim sledi ':' in potem ukaz. Za ločevanje definicij se uporablja ';;'.

source: Enable edge tiling when dropping windows on screen edges
nb: Aktivér kantflislegging når vinduer trekkes mot skjermkantene
sl: Vklopi avtomatično spreminjanje velikosti oken na robu zaslona

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
nb: Når dette er slått på, kan vinduer trekkes mot kantene av skjermen for å maksimere dem vertikalt i gjeldende halvdel av skjermen. Når vinduer trekkes mot skjermens toppkant, blir de maksimert.
sl: Če je opcija vklopljena, bo vlečenje okna na rob zaslona le-to razpotegnilo čez polovico zaslona. Vlečenje okna na vrh bo okno maksimiralo.

source: Panel main menu action
nb: Handling for panelets hovedmeny
sl: Akcija odpiranja glavnega menija

source: Sets the command to run when the panel-main-menu keybinding is pressed
nb: Kjører kommandoen når tastekombinasjonen for panel-hovedmeny trykkes
sl: Nastavi ukaz, ki se naj izvede pri pritisku bližnjice 'panel-main-menu'

source: Enable dynamic workspace instead of static ones
nb: Bruk dynamisk arbeidsområde istedenfor statiske
sl: Vklopi dinamična namizja namesto statičnih

source: Use a dynamically increasing or decreseasing number, as needed, of workspaces instead of a static, fixed number
nb: Bruk et dynamisk antall arbeidsområder i steden for et statisk, fastsatt antall
sl: Številko namizij se bo dinamično povečevalo in zmanjševalo glede na potrebo.

source: Names that are recognized as dock windows for the window switcher
nb: Navn som gjenkjennes som dokkvinduer av vinduvelgeren
sl: Imena oken sidrišča

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
sl: gala bo okna našteta tu skrila ko je aktiven preklopnik aplikacij.

source: Shortcut to move to first workspace
nb: Snarvei for å gå til det første arbeidsområdet
sl: Bližnjica za premik na prvo namizje

source: Shortcut to move to last workspace
nb: Snarvei for å gå til det siste arbeidsområdet
sl: Bližnjica za premik na zadnje namizje

source: Shortcut to move the current window to first workspace
nb: Snarvei til å flytte det aktive vinduet til det første arbeidsområdet
sl: Bližnjica za premikanje okna na prvo namizje

source: Shortcut to move the current window to last workspace
nb: Snarvei til å flytte det aktive vinduet til det siste arbeidsområdet
sl: Bližnjica za premikanje okna na zadnje namizje

source: Zoom in
nb: Zoom inn
sl: Povečaj

source: Zoom out
nb: Zoom ut
sl: Pomanjšaj

source: Shortcut to open the window overview
nb: Snarvei for å åpne vindusoversikten
sl: Bližnjica za pregled okna

source: Shortcut to open the window overview for all windows
nb: Snarvei for å åpne oversikten over alle vinduer
sl: Bližnjica za pregled vseh oken

source: Cycle to the next workspace to the right or to back to the first
nb: Bytt til neste arbeidsområde til høyre eller tilbake til det første
sl: Premik na desno namizje oz. vrnitev na prvo

source: Cycle to next keyboard layout
nb: Bytt til neste tastaturoppsett
sl: Naslenji razpored tipk na tipkovnici

source: Cycle to previous keyboard layout
nb: Bytt til forrige tastaturoppsett
sl: Prejšnji razpored tipk na tipkovnici

source: Attach modal dialogs
nb: Fest modale dialoger
sl: Pripni modalna pogovorna okna

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
sl: Ko je ta opcija vključena, so dialogi priključeni na naslovno vrstico in se premikajo skupaj z oknom, kateremu pripadajo.

source: Arrangement of buttons on the titlebar
nb: Plassering av knapper på tittellinjen
sl: Razporeditev gumbov v naslovni vrstici

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
nb: Plassering av knapper på tittellinjen. Verdien skal være en streng av type «menu:minimize,maximize,spacer,close»; kolon skiller venstre hjørne av vinduet fra høyre hjørne, og knappenavnene skilles av komma. Duplisering av knapper er ikke lovlig. Ukjente knapper ignoreres uten tilbakemelding, slik at knapper kan legges til i fremtidige versjoner uten å ødelegge for eldre versjoner. En tagg for mellomrom kan brukes for å sette inn mellomrom mellom to knapper.
sl: Razporeditev gumbov v naslovni vrstici. Vrednost mora biti besedilo oblike "menu:minimize,maximize,spacer,close". Dvopičje ločuje lev kot okna od desnega, imena gumbov pa so ločena z vejicami. Podvojeni gumbi niso dovoljeni. Neznana imena gumbov so ignorirana.

source: Make parent windows that spawn a modal attached dialog being dimmed
sl: Zatemni okna, ki prikazujejo dialog

source: The opacity of the windows located in the background in the alt-tab-switcher.
sl: Prosojnost oken v ozadju alt-tab preklopnika

source: Background-image used in the workspace-switcher
nb: Bakgrunnsbilde brukt i arbeidsområde-velger
sl: Slika za ozadje v preklopniku

source: Enable Animations
nb: Aktiver animasjoner
sl: Omogoči animacije

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
nb: Hvorvidt animasjoner skal vises. Merk: Dette er en global nøkkel, den endrer oppførselen til vindusbehandleren, panelet osv.
sl: Vključi ali izključi animacije za celotno namizje

source: Duration of the snap animation as used by maximize/unmaximize
sl: Trajanje animacije za maksimiranje in minimiranje

source: Duration of the close animation
nb: Varighet for animasjon ved lukking
sl: Trajanje animacije za zapiranje

source: Duration of the minimize animation
nb: Varighet for animasjon ved minimering
sl: Trajanje animacije za minimiranje

source: Duration of the workspace switch animation
nb: Varighet for animasjon ved bytte av arbeidsområde
sl: Trajanje animacije za preklop namizja

source: Duration of the menu mapping animation
sl: Trajanje animacije za izbiro v meniju

source: Defines the shadow of normal focused windows
nb: Definerer skyggen til vanlige vinduer i fokus
sl: Definira senco fokusiranih oken

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity]
sl: Prva vrednost je radij "blur" efekta sence, druga je "fade" efekt na vrhu (in je tipično -1), tretja in četrta vrednost pa sta x- in y- odstopanji sence, zadnja vrednost pa je prosojnost. Torej [blur-radius, top-fade, x-offset, y-offset, opacity].

source: Defines the shadow of a normal unfocused window
nb: Definerer skyggen til vanlige vinduer ute av fokus
sl: Definira senco nefokusiranega okna

source: See normal-focused
nb: Se normal-fokusert
sl: Glej zgoraj

source: Defines the shadow of a menu
nb: Definerer skyggen av en meny
sl: Definira senco menija

source: Defines the shadow of a focused dialog
nb: Definerer skuggen av en dialogboks i fokus
sl: Definira senco fokusiranega dialoga

source: Defines the shadow of an unfocused dialog
nb: Definerer skuggen av en dialogboks ute av fokus
sl: Definira senco nefokusiranega dialoga

source: Disable all notifications
nb: Skru av alle varsler
sl: Izklopi vsa obvestila

source: Enable bubbles
nb: Slå på bobler
sl: Omogoči balončke

source: Enable sounds
nb: Aktiver lyder
sl: Omogoči zvoke

source: Show missed notifications in notification center
nb: Vis uleste meldinger i meldingssenteret
sl: Prikaži zgrešena obvestila v centru za obveščanje.

source: Enable rounded corner mask
nb: Bruk maske for avrundede hjørner
sl: Vklopi masko za zaobljene vogale

source: Corner radius
nb: Hjørneradius:
sl: Zaobljenost vogala

source: Disable corner mask on fullscreen
nb: Ikke bruk hjørnemaske i fullskjerm
sl: Izklopi masko za zaobljene vogale v polnozaslonskem načinu

source: Only show corner masks on primary monitor
nb: Bruk bare hjørnemasker på primærskjermen
sl: Uporabi masko za zaobljene vogale samo na primarnem zaslonu
