Repository: nick92/Enso-OS
Catalog: galal/po/*.po
Languages: ca, cs, da, de, fi, fr, hr, ko, lt, nl, pt, ro, ru, sk, uk, zh_tw

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity]
ca: El primer valor és el radi del desenfocament de l'ombra; el segon, l'esvaïment superior (que sempre és només -1); el tercer i el quart són el desplaçament x i y, i l'últim és l'opacitat. Per tant: [blur-radius, top-fade, x-offset, y-offset, opacity]
cs: První hodnota je poloměr rozmazání stínu, druhá je horní zaslabování (které je obvykle -1), třetí a čtvrtá jsou x- a y-offsety a poslední je průhlednost. Tedy [poloměr-rozmazání, horní-zaslabování, x-offset, y-offset, průhlednost]
da: Den første værdi er radiussen af skyggens sløring, den anden er toptoning (hvilket typisk blot er -1), den tredje og fjerde er x- og y-forskydning og den sidste er opaciteten. Altså [sløringsradius, toptoning, x-forskydning, y-forskydning, opacitet]
de: Der erste Wert legt den Radius der Schattenweichzeichnung fest, der zweite den oberen Verlauf (üblicherweise −1), der dritte und vierte den x- und y-Versatz und der letzte die Deckkraft, also: [Weichzeichnungsradius, oberer Verlauf, x-Versatz, y-Versatz, Deckkraft]
fi: Ensimmäinen arvo on varjon sumennuksen säde, toinen yläosan häivytys (tavallisesti -1), kolmas ja neljäs x- ja y-siirtymä, ja viimeinen läpinäkymättömyys. Eli [sumennuksen säde, yläosan häivytys, x-siirtymä, y-siirtymä, läpinäkymättömyys]
fr: La première valeur est le rayon du flou de l'ombre, la seconde le fondu en surface (qui n'est en réalité que -1), la troisième et la quatrième le décalage horizontal et vertical et la dernière l'opacité. Donc [rayon-du-flou, fondu, décalage-x, décalage-y, opacité]
hr: Prva vrijednost je opseg zamućenja sjene, druga gornje isčezavanje (koje je uobičajeno samo -1), treća i četvrta x i y pomak i posljednja je prozirnost. Stoga [blur-radius, top-fade, x-offset, y-offset, opacity]
ko: 첫 값은 그림자 흐림 반경, 둘째 값은 상단 페이드 (대개 just-1), 셋째와 넷째 값은 x- 와 y- 오프셋과 최종 불 투명도입니다. 이런 거죠 [blur-radius, top-fade, x-offset, y-offset, opacity]
lt: Pirmoji reikšmė yra šešėlio suliejimo spindulys, antroji reikšmė - viršutinis išblukimas (kuri, dažniausiai, yra -1), trečioji ir ketvirtoji yra x- ir y-poslinkis, o paskutinė - nepermatomumas. Taigi, [suliejimo-spindulys, viršutinis-išblukimas, x-poslinkis, y-poslinkis, nepermatomumas] (angl. [blur-radius, top-fade, x-offset, y-offset, opacity])
nl: De eerste waarde van de vervaging van de schaduw, de tweede top vervaagd (dat is gewoonlijk alleen -1), de derde en vierde x - en y-verschuiving en de laatste de dekking. Dus [blur-radius, top-fade, x-offset, y-offset, dekking]
pt: O primeiro valor é o radius do blur da sombra, o segundo o desvanecimento do topo (normalmente -1), o terceiro e quarto os valores x e y para o offset e o último a opacidade. Em suma [blur-radius, top-fade, x-offset, y-offset, opacity]
ro: Prima valoare este raza de estompare a umbrei, a doua este decolorare sus (de obicei -1), a treia si a patra sunt compensarea x şi y iar ultima este opacitatea. deci [rază estompare umbră, decolorare sus, compensare x, compensare y, opacitate]
ru: Первое значение определяет размытие тени, второе — угасание тени (обычно -1), третье и четвёртое значения — смещение по x и y, последнее значение определяет прозрачность. [размытие, угасание, смещение-по-x, смещение-по-y, прозрачность]
sk: Prvá hodnota je polomer rozostrenia tieňa, druhá hodnota je najvyšší prechod (zvyčajne -1), tretia a štvrtá sú posun na osiach x- a y- a posledná hodnota je priehľadnosť. Takže [blur-radius, top-fade, x-offset, y-offset, opacity]
uk: Перше значення це радіус розмивання тіні, друге - верхня грань затухання, третє та четверте - х- та у- зміщення і останнє значення це прозорість.
zh_tw: 第一個值是陰影模糊的半徑，第二個值是頂端淡化 (通常為 -1)，第三個與第四個值為 x 與 y 偏移，最後一個為不透明度。所以是 [blur-radius, top-fade, x-offset, y-offset, opacity]

source: Defines the shadow of a normal unfocused window
ca: Defineix l'ombra de la finestra normal sense el focus
cs: Definuje stín normálních nevybraných oken
da: Definerer skyggen af et normalt vindue uden fokus
de: Legt den Schattenwurf von normalen Hintergrundfenstern fest
fi: Määrittää tavallisen epäaktiivisen ikkunan varjon
fr: Définit l'ombre d'une fenêtre normale en arrière-plan
hr: Određuje sjenku uobičajeno nefokusiranih prozora
ko: 정상 비초점 창의 그림자 정의
lt: Apibrėžia nesufokusuoto normalaus lango šėšėlį
nl: Definieert de schaduw van de normale niet gefocuste vensters
pt: Define a sombra de uma janela normal em segundo plano
ro: Definește umbra unei ferestre normal nefocalizate
ru: Тень неактивного окна
sk: Definuje tieň normálnych nezameraných okien
uk: Визначає тінь звичайного вікна не в фокусі
zh_tw: 定義一般未聚焦的視窗陰影

source: See normal-focused
ca: Vegeu el focus normal
cs: Prohlédnout normálně přiblížené
da: Se normalfokuseret
de: Siehe normale Vordergrundfenster
fi: Katso normal-focused
fr: Vue normale-centrée
hr: Pogledaj normalno fokusirano
ko: 정상-초점 보기
lt: Žiūrėkite normalus sufokusuotas (angl. normal-focused)
nl: Zie normaal-gefocust
pt: Ver normal-focada
ro: Vezi normal concentrat
ru: Смотри normal-focused
sk: Viď normal-focused
uk: Дивись нормальне в фокусі
zh_tw: 查看一般聚焦

source: Defines the shadow of a menu
ca: Defineix l'ombra d'un menú
cs: Určuje stín menu
da: Definerer skyggen af en menu
de: Legt den Schattenwurf eines Menü fest
fi: Määrittää valikon varjon
fr: Définit l'ombre d'un menu
hr: Određuje sjenku izbornika
ko: 메뉴의 그림자 정의
lt: Apibrėžia meniu šėšėlį
nl: Definieert de schaduw van de menu
pt: Define a sombra de um menu
ro: Definește umbra unui meniu
ru: Определяет тень от меню
sk: Definuje tieň menu
uk: Визначає тінь меню
zh_tw: 定義選單的陰影

source: Defines the shadow of a focused dialog
ca: Defineix l'ombra d'un diàleg amb el focus
cs: Určuje stín aktivního dialogu
da: Definerer skyggen af en dialog som har fokus
de: Legt den Schattenwurf eines im Vordergrund angezeigten Dialogs fest
fi: Määrittää kohdistetun ikkunan varjon
fr: Définit l'ombre d'un dialogue survolé
hr: Određuje sjenku fokusiranog dijaloga
ko: 초점 된 대화창의 그림자 정의
lt: Apibrėžia sufokusuoto dialogo šėšėlį
nl: Definieert de schaduw van de gefocuste dialoogvenster
pt: Define a sombra de um diálogo focado
ro: Definește umbra unui dialog focalizat
ru: Определять тень активного окна
sk: Definuje tieň zameraného dialógu
uk: Визначає тінь діалогу в фокусі
zh_tw: 定義聚焦對話盒的陰影

source: Defines the shadow of an unfocused dialog
ca: Defineix l'ombra d'un diàleg sense el focus
cs: Určuje stín neaktivního dialogu
da: Definerer skyggen af en dialog uden fokus
de: Legt den Schattenwurf eines im Hintergrund angezeigten Dialogs fest
fi: Määrittää epäaktiivisen dialogin varjon
fr: Personnalise l'ombre d'une fenêtre en arrière plan
hr: Određuje sjenku nefokusiranog dijaloga
ko: 비 초점 된 대화창의 그림자 정의
lt: Apibrėžia nesufokusuoto dialogo šėšėlį
nl: Definieert de schaduw van de niet gefocuste dialoogvenster
pt: Define a sombra de um diálogo em segundo plano
ro: Definește umbra unui dialog nefocalizat
ru: Определять тень неактивного окна
sk: Definuje tieň nezameraného dialógu
uk: Визначає тінь діалогу не в фокусі
zh_tw: 定義未聚焦對話盒的陰影

source: Disable all notifications
ca: Inhabilita totes les notificacions
cs: Zakázat všechna oznámení
da: Deaktivér alle notifikationer
de: Alle Benachrichtigungen deaktivieren
fi: Poista kaikki ilmoitukset käytöstä
fr: Désactiver toutes les notifications
hr: Onemogući sve obavijesti
ko: 모든 알림 끄기
lt: Išjungti visus pranešimus
nl: Schakel alle meldingen uit
pt: Desativar todas as notificações
ro: Dezactivează toate notificările
ru: Отключить все уведомления
sk: Zakázať všetky upozornenia
uk: Відключити усі сповіщення
zh_tw: 停用所有通知

source: Enable bubbles
ca: Habilita les bafarades
cs: Povolit bubliny
da: Aktivér bobler
de: Hinweise aktivieren
fi: Käytä kuplia
fr: Activer les bulles
hr: Omogući mjehuriće
ko: 알림 풍선 표시
lt: Įjungti burbulus
pt: Ativar balões
ro: Activează bule
ru: Включить всплывающие уведомления
sk: Povoliť bubliny
uk: Увімкнути бульбашки
zh_tw: 啟用氣泡

source: Enable sounds
ca: Habilita els sons
cs: Povolit zvuky
da: Aktivér lyde
de: Töne aktivieren
fi: Käytä ääniä
fr: Activer les sons
hr: Omogući zvukove
ko: 효과음 사용
lt: Įjungti garsus
pt: Ativar sons
ro: Activează sunetul
ru: Включить звуки
sk: Zapnúť zvuky
uk: Включити звуки
zh_tw: 啟用音效

source: Show missed notifications in notification center
ca: Mostra les notificacions que no s'han vist al centre de notificacions
cs: Zobrazit promeškaná oznámení v oznamovacím centru
da: Vis oversete notifikationer i notifikationscenter
de: Zeige verpasste Benachrichtigungen im Benachrichtigungscenter
fi: Näytä huomiotta jääneet ilmoitukset ilmoituskeskuksessa
fr: Afficher les notifications manquées dans le centre de notification
hr: Pokaži propuštene obavjesti u centru obavijesti
ko: 알림 센터에서 못 본 알림 보기
lt: Rodyti praleistus pranešimus pranešimų centre
pt: Mostrar notificações não lidas no centro de notificações
ro: Arată notificările ratate în centrul de notificare
ru: Показывать пропущенные уведомления в центре уведомлений
sk: Zobraziťpremeškané upozornenia v centre upozornení
uk: Показувати пропущені сповіщення у центрі сповіщень
zh_tw: 在通知中心內顯示錯過的通知

source: Enable rounded corner mask
ca: Habilita la màscara de cantonada arrodonida
cs: Povolit masku se zaoblenými rohy
da: Aktivér afrundende hjørnermaske
de: Abgerundete Eckmaske aktivieren
fi: Ota käyttöön pyöristetyn kulman maski
fr: Activer le masque des coins arrondis
hr: Omogući zaobljenu masku kuta
ko: 둥근 모서리 마스크 사용
lt: Įjungti apvalinto kampo kaukę
nl: Zet afgeronde vensterhoeken aan
pt: Ativar mascarar cantos redondos
ro: Activează masca de colț rotunjit
ru: Включить закруглённые углы
sk: Povoliť zaoblený roh masky
uk: Використовувати шаблон заокруглених кутів
zh_tw: 啟用圓轉角遮罩

source: Corner radius
ca: Radi de les cantonades
cs: Poloměr rohu
da: Hjørneradius
de: Eckenradius
fi: Kulman säde
fr: Rayon des coins
hr: Opseg kuta
ko: 모서리 반경
lt: Kampo spindulys
nl: Hoekafrondingen
pt: Raio dos cantos
ro: Rază colț
ru: Радиус закругления углов
sk: Polomer zakrivenia rohu
uk: Радіус заокруглення кутів
zh_tw: 轉角半徑

source: Disable corner mask on fullscreen
ca: Inhabilita la màscara de les cantonades en pantalla completa
da: Deaktivér hjørnemaske i fuldskærm
de: Eckmaske im Vollbildmodus deaktivieren
fr: Désactiver le masque des coins en plein écran
hr: Onemogući masku kuta u cijelozaslonskom prikazu
ko: 전체 화면일때 모서리 마스크 끄기
lt: Išjungti kampo kauke viso ekrano veiksenoje
nl: Zet afgeronden hoeken op het volledige scherm uit
pt: Desativar mascarar cantos redondos em fullscreen
ro: Dezactivați masca de colț pe ecran complet
ru: Отключить закруглённые углы при разворачивании окна на весь экран
sk: Zakázať roh masky v plnom rozlíšení
uk: Вимкнути шаблон кутів в повноекранному режимі
zh_tw: 全螢幕時停用轉角遮罩

source: If enabled, when an application is fullscreen (fills the monitor), the corner masks will be disabled on that monitor.
ca: Si s'habilita, quan una aplicació està en pantalla completa (omple el monitor), les màscares dels cantons s'inhabilitaran al monitor.
da: Hvis den er aktiveret, vil hjørnemaskerne blive deaktiveret på den skærm, når et program er fuldskærm (fylder hele skærmen).
fr: Si activé, lorsqu'une application est en plein écran (remplit le moniteur), les masques de coin seront désactivés sur ce moniteur.
ko: 이 옵션을 사용하면, 애플리케이션이 전체 화면 (모니터 채우기) 일 때 핫 코너 설정이 해당 모니터에서 비활성화됩니다.
lt: Jei įjungta, tuo atveju kai programa yra visame ekrane (užpildo monitorių), kampų kaukės tame monitoriuje bus išjungtos.
ru: Если включено, то, когда приложение находится в полноэкранном режиме, скругление углов будет отключено на данном экране.
zh_tw: 若啟用，則應用程式在全螢幕時（畫面填滿螢幕），該螢幕的角落遮罩將停用。

source: Only show corner masks on primary monitor
ca: Mostra només les màscares de cantonades a la pantalla primària
da: Vis kun hjørnemasker på primær skærm
de: Eckmaske nur auf dem Hauptbildschirm anzeigen
fr: Ne pas afficher le masque des coins sur les écrans secondaires
hr: Samo prikaži masku kuta na glavnom zaslonu
ko: 주 모니터에만 모서리 마스크 표시
lt: Rodyti kampų kaukes tik pirminiame vaizduoklyje
nl: Alleen afgeronde hoeken op primaire monitor
pt: Apenas mostrar cantos mascarados no monitor primário
ro: Arată măști de colț doar pe monitorul primar
ru: Отображать закруглённые углы только на основном мониторе
sk: Zobrazovať iba rohové masky na primárnom monitore
uk: Використовувати шаблон кутів тільки на на основному моніторі
zh_tw: 僅在主螢幕上顯示轉角遮罩

source: Use a dynamically increasing or decreseasing number, as needed, of workspaces instead of a static, fixed number
fi: Muuta työtilojen määrää dynaamisesti tarpeen mukaan
