Repository: nick92/Enso-OS
Catalog: galal/po/*.po
Languages: ca, cs, da, de, fi, fr, hr, ko, lt, nl, pt, ro, ru, sk, uk, zh_tw

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
ca: Si està habilitat, deixar anar les finestres a les vores verticals de la pantalla les maximitza verticalment i els canvia la mida horitzontalment per cobrir la meitat de la superfície disponible. Deixar anar les finestres a la part superior de la pantalla les maximitza completament.
cs: Je-li zapnuto, jsou okna po upuštění u svislé hrany obrazovky svisle maximalizována a vodorovně nastavena na poloviční šířku dostupné plochy. Při upuštění u horní hrany obrazovky je okno maximalizováno celé.
da: Hvis den er aktiveret, vil vinduer, som slippes på lodrette skærmkanter, blive maksimeret lodret, og tilpasset vandret så de fylder halvdelen af den tilgængelige plads. Vinduer, som slippes på den øverste skærmkant, vil blive maksimeret helt.
de: Ist diese Option eingeschaltet, werden Fenster, die an einen seitlichen Bildschirmrand gezogen werden, in der Höhe maximiert; außerdem wird die Fensterbreite auf die Hälfte der freien Bildschirmfläche festgelegt. Fenster, die an den oberen Bildschirmrand gezogen werden, werden auf die gesamte Bildschirmfläche maximiert.
fi: Jos valittuna, ikkunoiden siirtäminen näytön sivuille maksimoi ne pystysuunnassa ja muuttaa niiden koon sivusuunnassa kattamaan puolet käytössä olevasta tilasta. Ikkunoiden siirtäminen näytön ylälaitaan kasvattaa ne koko ruudun kokoiseksi.
fr: Si activée, déplacer les fenêtres sur les bords verticaux de l'écran agrandira le cadre de la fenêtre et couvrira la moitié de la surface disponible horizontalement. Déplacer les fenêtres sur le bord supérieur les agrandira complètement.
hr: Ako je omogućeno, ispuštanje prozora na okomitim rubovima zaslona uveća ih okomito i rasteže vodoravno do polovice dostupnog područja. Ispuštanje prozora na gornjem rubu zaslona uvećava prozor u potpunosti.
ko: 사용하면 창을 화면의 측면 가장자리에 놓았을 때 수직으로 최대화하고 창의 폭은 화면의 절반을 가리도록 조정합니다. 창을 화면의 위쪽 가장자리에 놓으면 완전히 최대화합니다.
lt: Jei įjungta, langų paleidimas vertikaliuose ekrano kraštuose išskleis juos vertikaliai ir pakeis jų horizontalųjį dydį, kad jie uždengtų pusę prieinamos srities. Langų paleidimas viršutiniame ekrano krašte išskleis juos pilnai.
nl: Indien ingeschakeld, zullen vensters die tegen de verticale schermranden geplaatst worden horizontaal gemaximaliseerd worden en verticaal vergoot of verkleind worden totdat ze de helft van de beschikbare ruimte innemen. Vensters die tegen de bovenste schermrand geplaatst worden zullen volledig gemaximaliseerd worden.
pt: Se ativado, largar janelas na borda vertical do ecrã maximiza-as verticalmente e redimensiona-as horizontalmente para ocupar metade da área disponível. largar janelas na borda superior do ecrã maximiza-as completamente.
ro: Dacă este activat, tragerea ferestrelor pe marginile ecranului le maximizează pe verticală și le redimensionează pe orizontală pentru a acoperi jumătate din suprafața disponibilă. Tragerea ferestrelor pe marginea ecranului de sus le maximizează complet.
ru: Если активно, то при перетаскивании окна к левому/правому краю экрана, оно будет развёрнуто на всю высоту и занимать половину экрана по ширине. При перетаскивании окна к верхнему краю экрана, оно будет развёрнуто на весь рабочий стол.
sk: Ak je povolené, presun okien na vertikálne hrany obrazovky ich maximalizuje vertikálne a zmení veľkosť horizontálne tak, aby zakryli polovicu dostupnej plochy obrazovky. Presunutím okien na hornú hranu obrazovky sa okná maximalizuju kompletne.
uk: Якщо ввімкнено, то перетягування вікон до вертикальних країв екрану буде призводити до їх розгортання по вертикалі та горизонталі, щоб перекрити половину доступної області екрану. Перетягування вікна до верхнього краю екрану буде призводити до розкривання вікна на ввесь екран.
zh_tw: 如果啟用，視窗放到垂直螢幕邊緣時可將視窗垂直向最大化，並重新調整視窗水平方向使其蓋住可見區域的一半。視窗放到頂瘨邊緣使之完全最大化。

source: Panel main menu action
ca: Acció del menú del plafó principal
cs: Akce panelu hlavní nabídky
da: Handling for panelets hovedmenu
de: Leisten-Hauptmenü-Aktion
fi: Paneelin päävalikon toiminto
fr: Action du menu principal du panneau
hr: Radnja glavnog izbornika panela
ko: 패널 주 메뉴 행동
lt: Skydelio pagrindinio meniu veiksmas
nl: Actie voor paneelhoofdmenu
pt: Ação do menu principal do painel
ro: Panou de acțiune pentru menu principal
ru: Панель меню «Основные действия»
sk: Funkcia panela hlavného menu
uk: Дія панелі головного меню
zh_tw: 面板主選單動作

source: Sets the command to run when the panel-main-menu keybinding is pressed
ca: Estableix l'ordre per executar quan es prem la combinació de tecles del menú-plafó principal
cs: Nastaví příkaz, který se spustí při stisku klávesové zkratky pro panel-main-menu
da: Sæt kommandoen som skal køres når panel-main-menu-tastebindingen trykkes
de: Legt den Befehl fest, der ausgeführt wird, sobald das Tastenkürzel für das Leisten-Hauptmenü gedrückt wird
fi: Asettaa toiminnon joka suoritetaan kun näppäinyhdistelmää panel-main-menu painetaan
fr: Défini la commande à exécuter quand la touche du menu principal a été utilisée
hr: Postavi naredbu koja će se pokrenuti kada je pritisnuta tipka prečaca glavnog izbornika panela
ko: 패널 주메뉴 설정 키가 눌려져 있을 때 작동할 명령어를 설정하기
lt: Nustato komandą, kurią vykdyti, kai nuspaudžiamas skydelio pagrindinio meniu klavišų susiejimas
nl: Hiermee stelt u de opdracht in die bij het indrukken van de paneelhoofdmenu-sneltoets wordt uitgevoerd
pt: Define o comando a executar quando o atalho panel-main-menu é premido
ro: Setează comanda pentru a rula atunci când cheia de panou principal-meniu este apăsată
ru: Команда, которая выполняется при нажатии соответствующих горячих клавиш
sk: Nastaví spustenie príkazu ak je stlačená kombinácia pre panel-main-menu
uk: Встановлює команду, що буде виконана при натисканні комбінації клавіш панелі головного меню
zh_tw: 設定按下 panel-main-menu 的綁定按鍵時要執行的指令

source: Enable dynamic workspace instead of static ones
ca: Habilita l'espai de treball dinàmic en comptes dels estàtics
cs: Povolit dynamické pracovní plochy místo statických
da: Aktivér dynamisk arbejdsområde i stedet for statisk
de: Dynamische Arbeitsflächenanzahl anstelle einer festen aktivieren
fi: Käytä dynaamisia työtiloja kiinteiden työtilojen sijaan
fr: Activer les espaces de travail dynamiques au lieu des statiques
hr: Omogući promjenjivi radni prostor umjesto nepromjenjivog
ko: 고정된 작업 공간 대신 동적 작업 공간 실행하기
lt: Vietoj statinių darbo sričių, įjungti dinamines darbo sritis
nl: Gebruik zelfaanpassende werkbladen in plaats van statische werkbladen
pt: Ativar áreas de trabalho dinâmicas ao invés de fixas
ro: Activați spațiul de lucru dinamic, în loc de cele statice
ru: Включить динамические рабочие места вместо статичных
sk: Povolí dynamickú pracovnú plochu namiesto statickej
uk: Використовувати динамічні робочі простори замість статичних
zh_tw: 啟用動態工作區而非靜態工作區

source: Use a dynamically increasing or decreasing number, as needed, of workspaces instead of a static, fixed number
ca: Usa un nombre dinàmicament creixent o decreixent, segons sigui necessari, dels espais de treball en lloc d'un nombre estàtic, fix.
cs: Podle potřeby zvyšovat nebo snižovat počet ploch dynamicky, místo statického, pevného počtu ploch
da: Brug et tal som dynamisk gøres større eller mindre efterhånden som det er nødvendigt til arbejdsområder i stedet for et fast statisk tal.
de: Je nach Bedarf wird eine veränderliche Anzahl von Arbeitsflächen verwendet anstelle einer festen Anzahl
fr: Utiliser un nombre variable d'espaces de travail au lieu d'un nombre fixe
hr: Po potrebi, koristi promjenjivo povećanje ili smanjenje broja radnih prostora, umjesto nepromjenjivog broja.
ko: 고정된, 작업 공간 수 대신, 필요에 따라, 유동적으로 개수를 늘리거나 줄여 사용하기
lt: Vietoj statinio pastovaus darbo sričių skaičiaus, pagal poreikį naudoti dinamiškai didėjantį ar mažėjantį skaičių
nl: Maak automatisch nieuwe bureaubladen aan wanneer nodig en verwijder ongebruikte in plaats van een vast aantal bureaubladen
pt: Usar um número dinâmico, conforme o necessário, para o número de áreas de trabalho ao invés de um número fixo.
ro: Utilizați, după cum este necesar, creşterea sau scăderea unui numar dinamic, în locul unui număr fix, pentru spațiile de lucru
ru: Использовать переменное количество рабочих столов, изменяющееся по мере необходимости
sk: K je potrebné, použiť dynamicky sa zvyšujúci alebo znižujúci počet pracovných plôch namiesto statického, fixného počtu
uk: Використовувати кількість робочих просторів, що динамічно збільшується та зменшується при необхідності. На відміну від фіксованого числа робочих просторів
zh_tw: 根據需要而動態增減工作區，而非靜態、固定的工作區數目

source: Names that are recognized as dock windows for the window switcher
ca: Els noms que es reconeixen com a finestres de l'acoblador per al commutador de finestres
cs: Názvy, které jsou přepínačem oken rozpoznávány jako dokovací okna.
da: Navne som er genkendt som dokvinduer til vinduesskifteren
de: Namen, die der Fensterumschalter als Dock-Fenster erkennt
fi: Nimet jotka tunnistetaan ikkunanvaihtajan telakkaikkunoiksi
fr: Noms reconnus comme des fenêtres du dock pour le commutateur de fenêtres
hr: Nazivi koji su prepoznati kao prozori doka za izmjenjivač prozora
ko: 창 변환기의 독 창으로 인식되는 이름들
lt: Pavadinimai, kurie langų perjungiklyje yra atpažįstami kaip skydelio langai
nl: Namen die de vensterwisselaar herkent als dokvensters
pt: Nomes a serem reconhecidos como janelas da dock para o alternador de janelas
ro: Alte denumiri care sunt recunoscute ca ferestre de andocare pentru comutatorul de ferestre
ru: Имена, которые переключатель окон признаёт в качестве «доков»
sk: Mená rozpoznávané ako dokovacie okná pre prepínač okien
uk: Назви, що розпізнаються як вікна в доці для перемикача вікон
zh_tw: 讓視窗切換器視為 dock 視窗的名稱

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
ca: En posar en marxa el commutador de finestres, el Gala itera aquesta llista i intenta trobar una finestra que coincideixi amb els noms. Si ho fa, ocultarà aquesta finestra i la tornarà a fer aparèixer quan el commutador estigui tancat.
cs: Při aktivaci přepínače oken projde gala celý tento seznam a pokusí se najít okno se stejným názvem. Pokud ho nalezne, skryje toto okno a znovu jej zobrazí až po zavření přepínače.
da: Når vinduesskifteren startes, gennemgår gala denne liste og forsøger at finde et vindue som passer til navnene. Hvis det gør, så vil det skjule dette vindue og indtone det igen, når skifteren er lukket.
de: Wenn der Fensterumschalter gestartet wird, liest Gala diese Liste ein und sucht dann Fenster, die den Namen in dieser Liste entsprechen. Werden solche Fenster gefunden, blendet Gala diese Fenster aus und zeigt sie wieder an, sobald der Umschalter geschlossen wird.
fi: Ikkunanvaihtajaa käynnistettäessä gala vertaa tätä listaa ikkunoiden nimiin. Jos osuma löytyy, piilotetaan kyseinen ikkuna ja tuodaan se takaisin esille vaihtajan sulkeuduttua.
fr: Lors du bascul de fenêtres, gala lit cette liste et essaie de chercher chaque nom de fenêtre correspondant. Si cela en est le cas, la fenêtre sera cachée et reprendra le focus à la fin du bascul.
hr: Pri pokretanju izmjenjivača prozora, gala prelazi po ovom popisu i pokušava pronaći prozor odgovarajućeg naziva. Ako ga pronađe, sakriti će ovaj prozor te ga ponovno prikazati nakon zatvaranja izmjenjivača.
ko: 창 변환기를 실행하면, 갈라는 이 목록을 반복하고 이름과 일치하는 창을 찾습니다. 그렇게 될 때, 이 창을 숨기며, 변환기를 닫으면 다시 서서히 복구하게 됩니다.
lt: Paleidžiant langų perjungiklį, gala pereina per šį sąrašą ir bando rasti langus, kurie atitiktų pavadinimus. Juos radusi, ji juos paslepia, o užvėrus perjungiklį, vėl juos parodo.
nl: Zolang de vensterwisselaar geopend is, zullen vensters met namen die overeenkomen met deze lijst tijdelijk wordt verborgen.
pt: Ao abrir o alternador de janelas, gala itera sobre esta lista e tenta encontrar uma janela com um desses nomes. Se encontrar, esconderá a janela e volta a mostrá-la quando o alternador for fechado.
ro: La lansarea ferestrei switcher, gala iterează peste această listă și încearcă să găsească o fereastră potrivind numele. În cazul în care o face, va ascunde această fereastră și o va estompa, de îndată ce comutatorul este închis.
ru: При запуске переключателя окон, gala проходит по этому списку и пытается найти соответствие. При положительном результате этот «док» будет скрыт в переключателе и выведен обратно по завершении переключения окон.
sk: Pri spustení prepínača okien, gala opakuje dokola tento zoznam a snaží sa nájsť okno zhodujúce sa s menami. Ak nájde, schová toto okno a zjasní toto okno späť pri zatvorení prepínača.
uk: При запуску перемикача вікон, gala перебирає цей список, щоб спробувати знайти вікно з такою назвою. При успішному співпаданні вона приховає це вікно та знову покаже його при виході з перемикача.
zh_tw: 當啟動視窗啟動器之時，gala 會迭代此清單並試圖尋找符合名稱的視窗。如果找到，一旦啟動器關閉，它便會隱藏此視窗並讓它在背後消失。

source: Shortcut to move to first workspace
ca: Drecera per anar al primer espai de treball
cs: Klávesová zkratka pro přesun na první pracovní plochu
da: Genvej til at flytte til første arbejdsområde
de: Tastenkürzel zum Aufrufen der ersten Arbeitsfläche
fi: Pikanäppäin ensimmäiseen työtilaan siirtymiseen
fr: Raccourci pour aller au premier espace de travail
hr: Prečac do prvog radnog prostora
ko: 첫 번째 작업 공간으로 가는 바로 가기
lt: Susiejimas, skirtas perkelti į pirmą darbo sritį
nl: Sneltoets om naar het eerste werkblad te gaan
pt: Atalho para ir para a primeira área de trabalho
ro: Comandă rapidă pentru a te muta la primul spațiu de lucru
ru: Ярлык для перемещения на первый рабочий стол
sk: Klávesová skratka presunutia na prvú pracovnú plochu
uk: Скорочення для переміщення на перший робочий простір
zh_tw: 移動到第一個工作區的快捷鍵

source: Shortcut to move to last workspace
ca: Drecera per anar a l'últim espai de treball
cs: Klávesová zkratka pro přesun na poslední pracovní plochu
da: Genvej til at flytte til sidste arbejdsområde
de: Tastenkürzel zum Aufrufen der letzten Arbeitsfläche
fi: Pikanäppäin viimeiseen työtilaan siirtymiseen
fr: Raccourci pour aller au dernier espace de travail
hr: Prečac do zadnjeg radnog prostora
ko: 마지막 작업 공간으로 가는 바로 가기
lt: Susiejimas, skirtas perkelti į paskutinę darbo sritį
nl: Sneltoets om naar het laatste werkblad te gaan
pt: Atalho para ir para a última área de trabalho
ro: Comendă rapidă pentru a te muta la ultimul spațiu de lucru
ru: Ярлык для перемещения на последний рабочий стол
sk: Klávesová skratka presunutia na poslednú pracovnú plochu
uk: Скорочення для переміщення на останній робочий простір
zh_tw: 移動到最後一個工作區的快捷鍵

source: Shortcut to move the current window to first workspace
ca: Drecera per desplaçar la finestra actual al primer espai de treball
cs: Klávesová zkratka pro přesun aktuálního okna na první pracovní plochu
da: Genvej til at flytte det aktulle vindue til første arbejdsområde
de: Tastenkürzel, mit dem das aktive Fenster auf die erste Arbeitsfläche bewegt wird
fi: Pikanäppäin nykyisen ikkunan siirtämiseksi ensimmäiseen työtilaan
fr: Raccourci pour déplacer la fenêtre actuelle vers le premier espace de travail
hr: Prečac za pomicanje trenutnog prozora na prvi radni prostor
ko: 이 창을 첫 번째 작업 공간으로 보내는 바로 가기
lt: Susiejimas, skirtas perkelti esamą langą į pirmą darbo sritį
nl: Sneltoets om het huidige venster naar het eerste werkblad te verplaatsen
pt: Atalho para mover a janela em foco para a primeira àrea de trabalho
ro: Comandă rapidă pentru a muta fereastra curentă în primul spațiu de lucru
ru: Ярлык для перемещения текущего окна на первый рабочий стол
sk: Klávesová skratka presunutia aktuálneho okna na prvú pracovnú plochu
uk: Скорочення для переміщення поточного вікна на перший робочий простір
zh_tw: 將目前視窗移動到第一個工作區的快捷鍵

source: Shortcut to move the current window to last workspace
ca: Drecera per desplaçar la finestra actual a l'últim espai de treball
cs: Klávesová zkratka pro přesun aktuálního okna na poslední pracovní plochu
da: Genvej til at flytte det aktuelle vindue til sidste arbejdsområde
de: Tastenkürzel, mit dem das aktive Fenster auf die letzte Arbeitsfläche bewegt wird
fi: Pikanäppäin nykyisen ikkunan siirtämiseksi viimeiseen työtilaan
fr: Raccourci pour déplacer la fenêtre actuelle vers le dernier espace de travail
hr: Prečac za pomicanje trenutnog prozora na zadnji radni prostor
ko: 이 창을 마지막 작업 공간으로 보내는 바로 가기
lt: Susiejimas, skirtas perkelti esamą langą į paskutinę darbo sritį
nl: Sneltoets om het huidige venster naar het laatste werkblad te verplaatsen
pt: Atalho para mover a janela em primeiro plano para a última área de trabalho
ro: Comandă rapidă pentru a muta fereastra curentă în ultimul spațiu de lucru
ru: Ярлык для перемещения текущего окна на последний рабочий стол
sk: Klávesová skratka presunutia aktuálneho okna na poslednú pracovnú plochu
uk: Скорочення для переміщення поточного вікна на останній робочий простір
zh_tw: 將目前視窗移動到最後一個工作區的快捷鍵

source: Zoom in
ca: Amplia
cs: Přiblížit
da: Zoom ind
de: Vergrößern
fi: Lähennä
fr: Zoom avant
hr: Uvećaj
ko: 확대
lt: Didinti
nl: Vergroten
pt: Aumentar zoom
ro: Măreşte
ru: Приблизить
sk: Zväčšiť
uk: Збільшити
zh_tw: 拉近

source: Zoom out
ca: Redueix
cs: Oddálit
da: Zoom ud
de: Verkleinern
fi: Loitonna
fr: Zoom arrière
hr: Umanji
ko: 축소
lt: Mažinti
nl: Verkleinen
pt: Reduzir zoom
ro: Micșorează
ru: Отдалить
sk: Zmenšiť
uk: Зменшити
zh_tw: 拉遠

source: Shortcut to open the window overview
ca: Drecera per obrir el resum de finestres
cs: Klávesová zkratka pro zobrazení přehledu oken
da: Genvej til at åbne vinduesoversigten
de: Tastenkürzel für die Fensterübersicht
fi: Näppäinoikotie ikkunoiden yleiskatsauksen näyttämiseksi
fr: Raccourci pour l'ouverture de la vue d'ensemble d'une fenêtre
hr: Prečac za otvaranje pregleda prozora
ko: 이 작업 공간의 모든 창 보기 바로 가기
lt: Susiejimas, skirtas atverti langų apžvalgą
nl: Sneltoets om het vensteroverzicht te openen
pt: Atalho para abrir a visão geral de janelas
ro: Comandă rapidă pentru a deschide fereastra generală
ru: Ярлык для открытия обзора окон
sk: Klávesová skratka zobrazenia prehľadu okien aktuálnej pracovnej plochy
uk: Скорочення для відкриття огляду вікон
zh_tw: 開啟視窗概覽的快捷鍵

source: Shortcut to open the window overview for all windows
ca: Drecera per obrir el resum de finestres per a totes les finestres
cs: Klávesová zkratka pro zobrazení přehledu všech oken
da: Genvej til at åbne vinduesoversigten for alle vinduer
de: Tastenkürzel, mit dem eine Übersicht mit allen Fenstern angezeigt wird
fi: Näppäinoikotie kaikkien ikkunoiden yleiskatsauksen näyttämiseksi
fr: Raccourci pour l'ouverture de la vue d'ensemble de toutes les fenêtres
hr: Prečac za otvaranje pregleda prozora za sve prozore
ko: 작업 중인 모든 창 보기 바로 가기
lt: Susiejimas skirtas atverti visų langų apžvalgą
nl: Sneltoets om het werkbladoverstijgende vensteroverzicht te openen
pt: Atalho para abrir a visão geral de todas janelas
ro: Comandă rapidă pentru a deschide fereastra generală pentru toate ferestrele
ru: Ярлык для открытия обзора всех окон
sk: Klávesová skratka zobrazenia prehľadu okien všetkých pracovných plôch
uk: Скорочення для відкриття огляду всіх вікон
zh_tw: 開啟所有視窗概覽的快捷鍵

source: Cycle to the next workspace to the right or to back to the first
ca: Continua cap a l'espai de treball següent a la dreta o torna enrere cap al primer
cs: Přejít na další pracovní plochu vpravo nebo zpět na první
da: Skift til det næste arbejdsområde til højre eller tilbage til det første
de: Nach rechts zur nächsten Arbeitsfläche bzw. zurück zur ersten wechseln
fi: Siirry seuraavaan työtilaan oikealle tai takaisin ensimmäiseen
fr: Aller au prochain espace de travail vers la droite ou retour à l'espace initial
hr: Prebaci na sljedeći lijevi radni prostor ili natrag na prvi
ko: 다음 작업 공간을 오른쪽으로 또는 처음으로 돌리는 주기
lt: Persijungti į kitą darbo sritį dešinėje arba atgal į pirmą darbo sritį
nl: Ga naar de volgende werkruimte (naar rechts of terug naar de eerste)
pt: Alternar para o próximo workspace à direita ou de volta para o primeiro.
ro: Treci la următorul spațiu de lucru la dreapta sau înapoi la primul
ru: Цикличное перемещение по рабочим столам, слева направо
sk: Prepnúť na ďalšiu plochu napravo alebo späť na prvú
uk: Перемикнути до наступного робочого простору вправо або до попереднього вліво
zh_tw: 向右循環切換到下個工作區，或是返回到第一個工作區

source: Cycle to next keyboard layout
ca: Continua cap a la disposició de teclat següent
cs: Přepnout na další rozložení klávesnice
da: Skift til næste tastaturlayout
de: Zum nächsten Tastaturlayout wechseln
fi: Vaihda seuraavaan näppäimistöasetteluun
fr: Basculer vers la prochaine disposition clavier
hr: Prebaci na sljedeći raspored tipkovnice
ko: 다음 키보드 레이아웃 주기
lt: Perjungti į kitą klaviatūros išdėstymą
nl: Omschakelen naar volgende toetsenbordindeling
pt: Mudar para o esquema de teclado seguinte
ro: Treci la următoarea configurație de tastatură
ru: Цикличное переключение на следующую раскладку клавиатуры
sk: Prepnúť na nasledujúce rozloženie klávesnice
uk: Перемкнути до наступної розкладки клавіатури
zh_tw: 循環切換至下個鍵盤配置

source: DEPRECATED: This key is deprecated and ignored.
ca: OBSOLET: aquesta clau està obsoleta i s'ignora.
da: UDGÅET: Dette tast er udgået og ignoreres.
ko: 사용 안 함: 이 키는 더 이상 사용되지 않습니다.
lt: PASENĘS: Šis raktas yra pasenęs ir jo yra nepaisoma.
ru: УСТАРЕЛО: Это сочетание клавиш устарело и игнорируется.
zh_tw: 棄用：此金鑰已棄用並忽略。

source: Cycle to previous keyboard layout
ca: Continua cap a la disposició de teclat anterior
cs: Přepnout na předchozí rozložení klávesnice
da: Skift til forrige tastaturlayout
de: Zum vorherhigen Tastaturlayout wechseln
fi: Vaihda edelliseen näppäimistöasetteluun
fr: Basculer vers la précédente disposition clavier
hr: Prebaci na prijašnji raspored tipkovnice
ko: 이전 키보드 레이아웃 주기
lt: Perjungti į ankstesnį klaviatūros išdėstymą
nl: Omschakelen naar vorige toetsenbordindeling
pt: Mudar para o esquema de teclado anterior
ro: Treci la aspectul tastaturii precedent
ru: Цикличное переключение на предыдущую раскладку клавиатуры
sk: Prepnúť na predchádzajúce rozloženie klávesnice
uk: Перемкнути до попередньої розкладки клавіатури
zh_tw: 循環切換至上個鍵盤配置

source: Attach modal dialogs
ca: Adjunta-hi diàlegs de mode
cs: Připojit modální dialogová okna
da: Tilknyt modale dialoger
de: Modale Dialoge anhängen
fi: Kiinnitä modaalidialogit
fr: Attacher les boîtes de dialogue modales
hr: Dodaj promjenjivi dijalog
ko: 양식 대화상자 부착
lt: Prijungti modalinius dialogus
nl: Modale dialoogvensters toevoegen
pt: Anexar diálogos modais
ro: Atașează dialoguri modale
ru: Прикреплять модальные диалоги
sk: Pripnúť modálne dialógy
uk: Приєднувати виринаючі діалогові вікна
zh_tw: 附連典範對話盒
