Repository: nick92/Enso-OS
Catalog: galal/po/*.po
Languages: ca, cs, da, de, fi, fr, hr, ko, lt, nl, pt, ro, ru, sk, uk, zh_tw

source: Does the display look OK?
ca: Es veu correctament la pantalla?
cs: Vypadá displej v pořádku?
da: Ser skærmen OK ud?
de: Ist die Bildschirmanzeige korrekt?
fi: Näyttääkö näyttö kelvolliselta?
fr: L'affichage semble-t-il correct ?
hr: Izgleda li zaslon u redu?
ko: 화면이 올바르게 보입니까?
lt: Ar vaizdas ekrane atrodo gerai?
nl: Ziet het beeldscherm er goed uit?
pt: O ecrã está bem assim?
ro: Ecranul arată bine?
ru: Монитор настроен правильно?
sk: Je zobrazenie na displeji v poriadku?
uk: Зображення на екрані виглядає нормально?
zh_tw: 顯示器畫面是否正常？

source: Keep This Configuration
ca: Mantén aquesta configuració
cs: Zachovat toto nastavení
da: Behold denne konfiguration
de: Diese Einstellung speichern
fi: Säilytä asetukset
fr: Garder cette configuration
hr: Zadržati ove postavke
ko: 이 설정 유지하기
lt: Palikti šią konfigūraciją
nl: Behoud deze configuratie
pt: Manter esta configuração
ro: Păstrează această configurație
ru: Сохранить текущие настройки
sk: Ponechať toto nastavenie
uk: Залишити поточну конфігурацію
zh_tw: 保留此設定

source: Restore Previous Configuration
ca: Restaura la configuració prèvia
cs: Obnovit předchozí nastavení
da: Gendan forrige konfiguration
de: Vorherige Einstellung wiederherstellen
fi: Palauta aiemmat asetukset
fr: Restaurer la configuration précédente
hr: Vrati prijašnje postavke
ko: 이전 설정으로 되돌리기
lt: Atkurti ankstesnę konfigūraciją
nl: Herstel vorige configuratie
pt: Restaurar configuração anterior
ro: Restaurează configurația precedentă
ru: Восстановить предыдущие настройки
sk: Obnoviť pôvodné nastavenie
uk: Повернути попередню конфігурацію
zh_tw: 恢復先前設定

source: Minimize
ca: Minimitza
cs: Minimalizovat
da: Minimer
de: Minimieren
fi: Pienennä
fr: Réduire
hr: Smanji
ko: 최소화
lt: Suskleisti
nl: Minimaliseren
pt: Minimizar
ro: Minimizează
ru: Свернуть
sk: Minimalizovať
uk: Згорнути
zh_tw: 最小化

source: Move
ca: Mou
cs: Přesunout
da: Flyt
de: Verschieben
fi: Siirrä
fr: Déplacer
hr: Premjesti
ko: 이동
lt: Perkelti
nl: Verplaatsen
pt: Mover
ro: Mută
ru: Переместить
sk: Presun
uk: Перемістити
zh_tw: 移動

source: Resize
ca: Redimensiona
cs: Změnit velikost
da: Tilpas størrelse
de: Größe ändern
fi: Muuta kokoa
fr: Redimensionner
hr: Promijeni veličinu
ko: 크기조절
lt: Keisti dydį
nl: Herschalen
pt: Redimensionar
ro: Redimensionează
ru: Изменить размер
sk: Zmeniť veľkosť
uk: Змінити розмір
zh_tw: 調整大小

source: Always on Top
ca: Sempre al davant
cs: Vždy nahoře
da: Altid øverst
de: Immer im Vordergrund
fi: Aina päällimmäisenä
fr: Toujours au premier plan
hr: Uvijek na vrhu
ko: 항상 위
lt: Visada viršuje
nl: Altijd op de voorgrond
pt: Sempre à frente
ro: Mereu deasupra
ru: Поверх всех окон
sk: Vždy na vrchu
uk: Завжди зверху
zh_tw: 永遠在最上層

source: Always on Visible Workspace
ca: Sempre a l'espai de treball visible
cs: Vždy na viditelné ploše
da: Altid på det synlige arbejdsområde
de: Immer auf der sichtbaren Arbeitsfläche
fi: Aina näkyvissä olevassa työtilassa
fr: Toujours sur l'espace de travail visible
hr: Uvijek na vidljivom radnom prostoru
ko: 항상 보이는 작업 공간에
lt: Visada matomoje darbo srityje
nl: Altijd op het zichtbare werkblad
pt: Sempre na área de trabalho visível
ro: Întotdeauna în spațiul de lucru vizibil
ru: Всегда на видимом рабочем столе
sk: Vždy na viditeľnom pracovnom priestore
uk: Завжди у видимому робочому просторі
zh_tw: 永遠在顯示的工作區

source: Move to Workspace Left
ca: Mou a l'espai de treball de l'esquerra
cs: Přesunout na plochu vlevo
da: Flyt til arbejdsområdet til venstre
de: Zur linken Arbeitsfläche verschieben
fi: Siirrä vasemalla olevaan työtilaan
fr: Déplacer vers l'espace de travail de gauche
hr: Premjesti na lijevi radni prostor
ko: 왼쪽 작업 공간으로 이동
lt: Perkelti į darbo sritį kairėje
nl: Verplaats naar linker werkblad
pt: Mover para a área de trabalho à esquerda
ro: Mută în spațiul de lucru din stânga
ru: Переместить на рабочий стол слева
sk: Presun na pracovný priestor v ľavo
uk: Перемістити у робочий простір ліворуч
zh_tw: 向左移動工作區

source: Move to Workspace Right
ca: Mou a l'espai de treball de la dreta
cs: Přesunout na plochu vpravo
da: Flyt til arbejdsområdet til højre
de: Zur rechten Arbeitsfläche verschieben
fi: Siirrä oikealla olevaan työtilaan
fr: Déplacer vers l'espace de travail de droite
hr: Premjesti na desni radni prostor
ko: 오른쪽 작업 공간으로 이동
lt: Perkelti į darbo sritį dešinėje
nl: Verplaats naar rechter werkblad
pt: Mover para a área de trabalho à direita
ro: Mută în spațiul de lucru din dreapta
ru: Переместить на рабочий стол справа
sk: Presun na pracovný priestor v pravo
uk: Перемістити у робочий простір праворуч
zh_tw: 向右移動工作區

source: Close
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
fi: Sulje
fr: Fermer
hr: Zatvori
ko: 닫기
lt: Užverti
nl: Sluiten
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
uk: Закрити
zh_tw: 關閉

source: Unmaximize
ca: Desmaximitza
cs: Zrušit maximalizaci
da: Afmaksimér
de: Maximierung aufheben
fi: Palauta koko
fr: Minimiser
hr: Prikaži u prozoru
ko: 최대화에서 복원
lt: Atkurti dydį
nl: Demaximaliseren
pt: Restaurar
ro: Anulează maximizarea
ru: Восстановить
sk: Obnoviť
uk: Відновити розмір
zh_tw: 取消最大化

source: Maximize
ca: Maximitza
cs: Maximalizovat
da: Maksimér
de: Maximieren
fi: Suurenna
fr: Maximiser
hr: Uvećaj
ko: 최대화
lt: Išskleisti
nl: Maximaliseren
pt: Maximizar
ro: Maximizează
ru: Развернуть
sk: Maximalizovať
uk: Розгорнути
zh_tw: 最大化

source: Multitasking View
ca: Vista de multitasca
cs: Zobrazení multitaskingu
da: Multitaskingvisning
de: Übersicht der Arbeitsflächen
fi: Moniajonäkymä
fr: Vue multitâche
hr: Višeradni pogled
ko: 멀티태스킹 보기
lt: Daugiaprogramio apdorojimo rodinys
nl: Multitasking weergave
pt: Vista multi-tarefa
ro: Privire multifuncțională
ru: Многозадачный вид
sk: Multitaskingový pohľad
uk: Багатозадачний вигляд
zh_tw: 多工作業檢視

source: View all open windows and workspaces
ca: Visualitza totes les finestres obertes i totes les àrees de treball
cs: Zobrazit všechna okna a pracovní plochy
da: Se alle åbne vinduer og arbejdsområder
de: Alle offenen Fenster und alle Arbeitsflächen anzeigen
fi: Näytä kaikki avoimet ikkunat ja työtilat
fr: Afficher toutes les fenêtres ouvertes et les espaces de travail
hr: Prikaži sve otvorene prozore i radne prostore
ko: 모든 창과 작업 공간 보기
lt: Rodyti visus atvertus langus ir visas darbo sritis
nl: Toon alle open vensters en werkbladen
pt: Ver todas as janelas e ambientes de trabalho
ro: Vizualizați toate ferestrele deschise și spațiile de lucru
ru: Просмотр всех открытых окон и рабочих столов
sk: Ukázať všetky otvorené okná a plochy
uk: Переглянути всі відкриті вікна та робочі простори
zh_tw: 檢視所有開啟的視窗與工作區

source: multitasking-view
ca: Vista de multitasca
ko: 멀티태스킹 뷰
nl: multitasking-weergave
ru: Многозадачный вид
zh_tw: 多工作業-檢視

source: Other
ca: Altres
da: Andre
fi: Muut
fr: Autre
ko: 기타
lt: Kita
nl: Andere
ru: Другие
zh_tw: 其他

source: Fallback desktop file for notifications from outdated applications.
ca: Fitxer d'escriptori alternatiu per a notificacions d'aplicacions desactualitzades.
da: Fallback desktop-fil til notifikationer fra forældede programmer.
fr: Fichier desktop de secours pour les notifications provenant des vieilles applications.
ko: 오래된 애플리케이션 알림을 위한 대체 데스크톱 파일.
lt: Atsarginis darbalaukio failas, skirtas pranešimams iš pasenusių programų.
ru: Устаревший файл desktop для уведомлений от устаревших приложений.
zh_tw: 過期應用程式通知的後備桌面檔。

source: applications-other
ca: aplicacions-altres
ko: 다른 애플리케이션
zh_tw: 應用程式-其他

source: Action for the top left corner
ca: Acció per a la cantonada de dalt a l'esquerra
cs: Akce pro horní levý roh
da: Handling for det øvre venstre hjørne
de: Aktion für die obere linke Ecke
fi: Vasemman yläkulman toiminto
fr: Action pour le coin supérieur gauche
hr: Radnja za gornji lijevi kut
ko: 왼쪽 상단 모서리 행동 설정
lt: Viršutinio kairiojo kampo veiksmas
nl: Actie voor de linkerbovenhoek
pt: Ação do canto superior esquerdo
ro: Acțiune în colțul din stânga sus
ru: Действие в левом верхнем углу
sk: Akcia pre ľavý horný roh
uk: Дія для верхнього лівого кута
zh_tw: 左上角的動作

source: Algorithm for window overview layout
ca: Algoritme per a la disposició de la vista de finestres
cs: Algoritmus pro rozložení zobrazení oken
da: Algoritme for vinduesoversigtlayout
de: Verfahren für das Gestalten der Fensterübersicht
fi: Algoritmi ikkunoiden yleiskatsauksen asettelulle
fr: Algorithme de disposition de l'aperçu des fenêtres
hr: Algoritam za raspored pregleda prozora
ko: 창 개요 레이아웃 알고리즘
lt: Langų apžvalgos išdėstymo algoritmas
nl: Algoritme voor venster overzicht layout
pt: Algoritmo para o esquema da visão geral de janelas
ro: Algoritmul pentru schema ferestrei generale
ru: Алгоритм просмотра окон
sk: Algoritmus pre rozloženie prehľadu okien
uk: Алгоритм для режиму попереднього перегляду вікна
zh_tw: 視窗概覽配置的演算法

source: Choose the algorithm used for exposing the windows
ca: Trieu l'algoritme que s'ha d'usar per exposar les finestres
cs: Zvolte algoritmus pro vystavení oken
da: Vælg algoritmen som skal bruges til vise vinduerne
de: Verfahren wählen, nach dem die Fensterübersicht dargestellt wird
fi: Valitse algoritmi ikkunoiden näyttämiseksi
fr: Choisissez l’algorithme employé pour l’exposition des fenêtres
hr: Odaberi algoritam korišten za otkrivanje prozora
ko: 창 분할에 사용되는 알고리즘 선택
lt: Pasirinkti algoritmą, skirtą langų parodymui
nl: Bepaal hoe vensters in vogelvlucht getoond worden
pt: Escolhe o algoritmo usado para expor as janelas
ro: Alege algoritmul utilizat pentru expunerea ferestrelor
ru: Выбрать алгоритм, используемый для раскрытия окна
sk: Vyber algoritmus pre odhalenie okien
uk: Виберіть алгоритм для показу вікон
zh_tw: 選擇視窗開展的演算法

source: Action for the top right corner
ca: Acció per a la cantonada de dalt a la dreta
cs: Akce pro horní pravý roh
da: Handling for det øvre højre hjørne
de: Aktion für die obere rechte Ecke
fi: Oikean yläkulman toiminto
fr: Action pour le coin supérieur droit
hr: Radnja za gornji desni kut
ko: 오른쪽 상단 모서리 행동 설정
lt: Viršutinio dešiniojo kampo veiksmas
nl: Actie voor de rechterbovenhoek
pt: Ação do canto superior direito
ro: Acțiune în colțul din dreapta sus
ru: Действие в правом верхнем углу
sk: Akcia pre pravý horný roh
uk: Дія для верхнього правого кута
zh_tw: 右上角的動作

source: Action for the bottom left corner
ca: Acció per a la canotnada de baix a l'esquerra
cs: Akce pro dolní levý roh
da: Handling for det nedre venstre hjørne
de: Aktion für die untere linke Ecke
fi: Vasemman alakulman toiminto
fr: Action pour le coin inférieur gauche
hr: Radnja za donji lijevi kut
ko: 왼쪽 하단 모서리 행동 설정
lt: Apatinio kairiojo kampo veiksmas
nl: Actie voor de linkeronderhoek
pt: Ação do canto inferior esquerdo
ro: Acțiune în colțul din stânga jos
ru: Действие в левом нижнем углу
sk: Akcia pre ľavý dolný roh
uk: Дія для нижнього лівого кута
zh_tw: 左下角的動作

source: Action for the bottom right corner
ca: Acció per a la cantonada de baix a la dreta
cs: Akce pro dolní pravý roh
da: Handling for det nedre højre hjørne
de: Aktion für die untere rechte Ecke
fi: Oikean alakulman toiminto
fr: Action pour le coin inférieur droit
hr: Radnja za donji desni kut
ko: 오른쪽 하단 모서리 행동 설정
lt: Apatinio dešiniojo kampo veiksmas
nl: Actie voor de rechteronderhoek
pt: Ação do canto inferior direito
ro: Acțiune în colțul din dreapta jos
ru: Действие в правом нижнем углу
sk: Akcia pre pravý dolný roh
uk: Дія для нижнього правого кута
zh_tw: 右下角的動作

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
ca: L'ordre que s'executarà per a l'acció de la cantonada activa "ordre personalitzada" o múltiple
cs: Příkaz, který bude spuštěn při doteku v rozích s nastavenou akcí "uživatelský-příkaz" nebo vícenásobné
da: Kommandoen der vil blive eksekveret af hotcorner-handlingen 'custom-command' eller flere
de: Dieser Befehl wird als Aktive-Ecken-Aktion ›custom-command‹ ausgeführt. Es sind mehrere möglich.
fr: La commande qui sera exécutée pour l'action des coins actifs « custom-command » ou multiples
hr: Naredba koja će se pokrenuti za radnju prečice kuta 'prilagođenu-naredbu' ili višestruke narede
ko: 핫코너 액션에 사용될 '사용자지정-명령문' 이나 명령문들
lt: Komanda ar kelios komandos, kurios bus vykdomos karštojo kampo veiksmui "tinkinta komanda" (angl. custom-command)
nl: Deze opdracht wordt uitgevoerd als actieve hoeken actie 'custom-command' (meerdere mogelijk)
pt: O comando ou comandos a serem executados para o(s) canto(s) com a ação "comando personalizado"
ro: Comanda, care va fi executată pentru acțiunea colț fierbinte 'comandă-personalizată' sau multiplă
ru: Одна или несколько команд, выполняющиеся при выбранном для активного угла действии «Выполнить команду»
sk: Príkaz alebo skupina príkazov, ktorá bude spustená pre akciu rohu
uk: Команда, що буде виконана для дії гарячого кута "власна команда" або декілька команд
zh_tw: 熱角的「自訂指令」動作，或多重動作所要執行的指令

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
ca: Si hi poseu una sola ordre, s'usarà per a cada cantonada activa assignada a "custom-command". Si, en canvi, feu servir el patró "hotcorner-topleft:command;;hotcorner-bottomright:command" s'usaran les ordres específiques per a cada cantonada. Els identificadors possibles són "hotcorner-[topleft; topright; bottomleft; bottomright]" seguits de ":" i després l'ordre. ';;' s'usa com a delimitador entre definicions d'ordre.
cs: Pokud nastavíte pouze jeden příkaz, bude daný příkaz použit pro jakýkoliv roh, který má nastaven uživatelský příkaz. Pokud místo toho použijete pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' specifické příkazy budou použity pro daný roh. Možné identifikátory jsou 'hotcorner-[topleft; topright; bottomleft; bottomright]'následovaný ':' a příkazem. ';;' je použit jako oddělovač mezi definicemi příkazů.
da: Hvis du kun bruger én kommando, vil den blive brugt til alle hotcorner som er tilknyttet til 'custom-command'. Hvis du i stedet bruger mønsteret 'hotcorner-topleft:command;;hotcorner-bottomright:command' vil de angivne kommandoer blive brugt pr. hotcorner. Mulige identifikatorer er 'hotcorner-[topleft; topright; bottomleft; bottomright]' efterfulgte af et ':' og så kommandoen. ';;' bruges som afskiller mellem kommandodefinitioner.
de: Wenn Sie nur einen einzigen Befehl festlegen, wird dieser für jede aktive Ecke verwendet, die auf ›custom-command‹ gesetzt ist. Wenn Sie aber das Muster ›hotcorner-topleft:command;;hotcorner-bottomright:command› verwerden, wird der der jeweiligen aktiven Ecke zugewiesene Befehl ausgeführt. Mögliche Bezeichner sind 'hotcorner-[topleft; topright; bottomleft; bottomright]' gefolgt von einem ›:‹ sowie dem Befehl. ›;;‹ dient als Trennzeichen zwischen einzelnen Befehlen.
fr: Si vous saisissez une commande unique, celle-ci sera utilisée comme action pour tous les coins actifs affectés à "commande personnalisée". Si vous utilisez à la place le modèle "hotcorner-topleft:command;;hotcorner-bottomright:command", les commandes spécifiques seront utilisées par le coin actif. Les variables possibles sont "hotcorner-[topleft; topright; bottomleft; bottomright]" suivi de ":" puis la commande ";;" est utilisé comme séparateur entre les différentes commandes.
hr: Ako upišete samo jednu naredbu, koristiti će se za svaki kut prečaca pridružen 'prilagođenoj-naredbi'. Ako umjesto koristite uzorak 'hotcorner-topleft:command;;hotcorner-bottomright:command' određene naredbe će se koristiti jedna po kutu prečaca. Mogući identifikatori su 'hotcorner-[topleft; topright; bottomleft; bottomright]' slijeđeni s ':' a zatim naredba. ';;' se koristi kao razdvojnik između navedenih naredbi.
ko: 지금 입력하신 명령어는, '사용자 지정-명령문'에 설정된 모든 핫코너에 이용될 것입니다. 대신 '핫코너-왼쪽 상단:명령문;;핫코너-오른쪽 하단:명령문'을 이용하시면 별정 된 명령문이 각 핫코너에 이용됩니다. 가능한 식별자는 ':' 이후에 오는 '핫코너-[왼쪽 상단; 오른쪽 상단; 왼쪽 하단; 오른쪽 하단]' 명령문입니다. ';;' 은 명령어 정의 사이의 구분 기호로 사용됩니다.
lt: Jeigu nurodysite vieną komandą, ji bus naudojama kiekvienam karštajam kampui, kuriam priskirta tinkinta komanda (angl. custom-command). Jeigu vietoj to naudosite šabloną 'hotcorner-topleft:command;;hotcorner-bottomright:command', tuomet kiekvienam kampui bus naudojama tam tikra komanda. Galimi identifikatoriai yra 'hotcorner-[topleft; topright; bottomleft; bottomright]' po kurių seka ":", o tuomet komanda. ';;' yra naudojamas kaip skirtukas tarp komandų apibrėžimų.
nl: Als u een enkele opdracht ingeeft, is deze van toepassing op elke actieve hoek met 'custom-command'. U kunt per actieve hoek een andere opdracht ingeven, door de opdrachten in te geven in de vorm 'hotcorner-topleft:command;;hotcorner-bottomright:command'. Dat is: een reeks ingaven (gescheiden door ';;') met elke ingave van de vorm 'hotcorner-[topleft; topright; bottomleft; bottomright]', een dubbele punt (':') en de daadwerkelijke opdracht.
pt: Se colocar apenas um comando, será usado para todos os cantos com a ação "comando personalizado". Se usar o padrão 'hotcorner-topleft:comando;;hotcorner-bottomright:comando' os comandos serão usados por cada canto como especificado. Os identificadores de canto possíveis são 'hotcorner-[topleft; topright; bottomleft; bottomright]' seguidos de ':' e o comando pretendido. ';;' é o separador usado entre comandos para cantos diferentes.
ro: Dacă ați pus doar o singură comandă, aceasta va fi utilizată pentru fiecare colţ fierbinte atribuit 'comenzii-personalizate'. În cazul în care utilizați în schimb modelul 'hotcorner-topleft:comanda;;hotcorner-bottomright:comanda' comenzile specifice vor fi utilizate pe colţul fierbinte. Posibili identificatori sunt 'hotcorner- [topleft;sus dreapta; stânga jos; dreapta jos]' urmat de ':' și apoi comanda. ';;' este folosită ca delimitator între definiții de comandă.
ru: Если указана только одна команда, то она будет выполняться для любого активного угла с соответствующим действием. Чтобы указать отдельную команду для определённого угла необходимо использовать шаблон 'hotcorner-topleft:command;;hotcorner-bottomright:command'. Возможные идентификаторы — 'hotcorner-[topleft; topright; bottomleft; bottomright]', после которых идёт ':' и затем команда. ';;' используется как разделитель.
sk: Ak je vložený jeden príkaz, bude použitý na každý akčný roh pridelený k 'custom-command'. Ak namiesto toho použijete vzor 'hotcorner-topleft:command;;hotcorner-bottomright:command' tak budú použité špecifické príkazy pre viaceré akčné rohy. Možné identifikátory sú 'hotcorner-[topleft; topright; bottomleft; bottomright]' nasleduje ':' a potom príkaz. ';;' je použité ako oddeľovač medzi príkazovými formuláciami.
uk: Якщо ви вказали одну команду, то вона буде використана для всіх гарячих кутів з власною дією. Якщо ви навпаки вказали декілька команд згідно шаблону 'hotcorner-topleft:команда;;hotcorner-bottomright:команда', то зазначена команда буде виконана для відповідного гарячого кута. Можна використовувати наступні вирази: 'hotcorner-[topleft; topright; bottomleft; bottomright]' після яких слідує ':' і потім команда. ';;' використовується для розділення визначення окремих команд.
zh_tw: 若您只放單一指令，它會被指派為「custom-command」讓每個熱角使用。若你改用「hotcorner-topleft:command;;hotcorner-bottomright:command」樣式，則各熱角只會使用特定指令。可用的辨識元為「hotcorner-[topleft; topright; bottomleft; bottomright]」，接著是「:」與指令。「;;」作為指令定義之間的分隔符號。

source: Enable edge tiling when dropping windows on screen edges
ca: Habilita el mosaic quan es deixin anar finestres a les vores de la pantalla
cs: Povolit dláždění u hrany při upuštění okna u hrany obrazovky
da: Aktiver kantflæselægning når vinduer slippes på skærmens kanter
de: Kacheldarstellung von Fenstern aktiveren, sobald diese an den Bildschirmrand gezogen werden.
fi: Ota käyttöön ikkunoiden koon muuttaminen näytön reunoille raahattaessa
fr: Activer le positionnement en tuile lors du déplacement d'une fenêtre sur la bordure écran
hr: Omogući rubno popločavanje pri ispuštanju prozora na rubovima zaslona
ko: 창을 화면 가장자리에 놓으면 적절하게 크기를 조정합니다
lt: Įjungti išklojimą kraštuose, kai langai paleidžiami ekrano kraštuose
nl: Schakel randtegelen in bij het plaatsen van vensters op schermranden
pt: Ativar agrupar aos cantos quando se largar janelas nos cantos do ecrã
ro: Activați ţigla margine atunci când tragi ferestrele pe marginile ecranului
ru: Включить закрепление окон у границ экрана
sk: Povoliť dláždenie pri presune okien na hranu obrazovky.
uk: Використовувати замощення плиткою при перетягуванні вікон до країв екрану
zh_tw: 當視窗放在螢幕邊緣時啟用邊緣傾斜
