Repository: nick92/Enso-OS
Catalog: galal/po/*.po
Languages: ca, cs, da, de, fi, fr, hr, ko, lt, nl, pt, ro, ru, sk, uk, zh_tw

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
ca: Quan sigui cert, en comptes de tenir barres de títol independents, els diàlegs modals apareixen enganxats a la finestra pare i es mouen conjuntament amb la finestra.
cs: Je-li "true", pak se namísto samostatných záhlaví oken modální dialogy zobrazují jako připojené k záhlaví okna rodiče a jsou přesunovány společně s oknem rodiče.
da: Når den er sand, ser modale dialoger ud til at være tilknyttet forældervinduets titellinje og flyttes sammen med forældervinduet, i stedet for at have deres egne titellinjer.
de: Wenn diese Einstellung auf »wahr« gesetzt ist, verfügen modale Dialoge nicht über eigene Titelleisten, sondern werden an die Titelleisten der jeweils übergeordneten Fenster gehängt und zusammen mit diesen bewegt.
fi: Kun valittuna, modaalidialogit näytetään kiinnitettyinä pääikkunaan sen sijaan että niillä olisi oma otsikkopalkkinsa
fr: Si vrai, à la place d'avoir des barres de titre indépendantes, les boîtes de dialogue apparaisseront attachées à la barre de titre de la fenêtre parente et seront déplacées avec la fenêtre parente.
hr: Kada je odabrano, umjesto korištenja zasebnih naslovnih traka, promjenjivi dijalozi pričvršćeni su naslovnoj traci sadržajnog prozora te se zajedno s njim i pomiču.
ko: 참이면, 독립된 제목 표시줄을 갖는 대신, 양식 대화상자는 부모창의 제목 표시줄에 부착되며 부모창과 함께 이동됩니다.
lt: Kai teigiama, vietoj to, kad modaliniai dialogai turėtų savo atskiras pavadinimų juostas, jie bus rodomi pridėti prie savo tėvinio lango pavadinimo juostos ir bus perkeliami kartu su tėviniu langu.
nl: Indien ingeschakeld zullen dialoogvensters bij vertoning worden gehecht aan de titelbalk van het hoofdvenster en tezamen met het hoofdvenster verplaatst worden, in plaats van als losse vensters getoond worden.
pt: Se verdadeiro, em vez de barras de título independentes, os diálogos modais aparecem anexados à barra de título da janela-mãe, e são movidos junto com a janela-mãe.
ro: Atunci când este adevărat, în loc de a avea bare de titlu independente, dialogurile modale apar atașate la bara de titlu a ferestrei părinte și sunt deplasate împreună cu fereastra părinte.
ru: Если активно, то диалоговые окна будут объединены с вызвавшим их окном и перемещаться вместе с ним.
sk: Ak je pravda, namiesto nezávislých titulkov okna sa objavia modálne dialógy pripojené k titulku materského okna a sú presúvané spolu s materským oknom.
uk: При використанні, замість незалежних заголовків виринаючі діалогові вікна приєднані до батьківського вікна та рухаються разом з ним.
zh_tw: 若為真，不管是否有獨立標題列，典範對話盒出現並附連到親代視窗的標題列，並與親代視窗一同移動。

source: Arrangement of buttons on the titlebar
ca: Disposició dels botons a la barra de títol
cs: Uspořádání tlačítek na záhlaví okna
da: Placering af knapper på titellinjen
de: Knopfanordnung auf der Titelleiste
fi: Painikkeiden järjestys ikkunapalkissa
fr: Agencement des boutons sur la barre de titre
hr: Raspored tipki na naslovoj traci
ko: 제목 표시 줄의 단추 배열
lt: Mygtukų išdėstymas lango pavadinimo juostoje
nl: Schikking van de knoppen op de titelbalk
pt: Disposição dos botões na barra de título
ro: Aranjamentul butoanelor în bara de titlu
ru: Расположение кнопок в панели заголовка
sk: Rozloženie tlačidiel na titulku okna
uk: Розташування кнопок у заголовку вікна
zh_tw: 標題列上的按鈕排列

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
ca: La disposició dels botons a la barra de títol. El valor ha de ser una cadena, com ara «menu:minimize,maximize,spacer,close» (menú, minimitza, maximitza, espaiat, tanca). Els dos punts separen la cantonada esquerra de la finestra de la dreta, i els noms dels botons se separen amb comes. No es poden duplicar els botons. Els noms de botons desconeguts es descartaran sense cap notificació, de manera que es puguin afegir botons en futures versions del Metacity sense trencar les versions antigues. Es pot afegir una etiqueta especial d'espaiament («spacer») per inserir una determinada quantitat d'espai entre dos botons adjacents.
cs: Uspořádání tlačítek v záhlaví okna. Hodnota by měla být řetězcem, např. „menu:minimize,maximize,spacer,close“; dvojtečka odděluje levý roh okna od pravého, názvy tlačítek jsou odděleny čárkami. Opakování tlačítek není dovoleno. Neznámé názvy tlačítek jsou v tichosti ignorovány, aby mohla být v budoucích verzích metacity tlačítka přidána bez vlivu na starší verze. K vložení místa mezi dvě přiléhající tlačítka může být použita speciální oddělovací značka.
da: Arrangement af knapper på titellinjen. Værdien skal være en string, i stil med "menu:minimize,maximize,spacer,close"; kolonnet afskiller det venstre hjørne af vinduet fra det højre hjørne og knapnavnene er kommasepareret. Det er ikke tilladt at have to af de samme knapper. Ukendte knapnavne ignoreres uden at give besked om det, sådan at knapper kan tilføjes i fremtidige versioner af metacity uden at ødelægge ældre versioner. Et særligt adskillermærkat kan bruges til at indsætte mellemrum mellem to tilstødende knapper.
de: Die Anordnung der Knöpfe auf der Titelleiste. Der Wert muss eine Zeichenkette der Form »menu:minimize,maximize,spacer,close« sein. Die Angaben rechts des Doppelpunkts definieren die rechte, die links davon die linke Ecke der Titelleiste; die Namen der Knöpfe werden durch Kommata getrennt. Knöpfe dürfen nur je einmal verwendet werden. Unbekannte Knopfnamen werden ohne Fehlermeldung ignoriert, sodass zukünftigen Versionen dieses Fenstermanagers Knöpfe hinzugefügt werden können, ohne die Konfiguration älterer Versionen zu beeinflussen. Mit einer Abstandsmarkierung können Abstände zwischen nebeneinander stehenden Knöpfen eingefügt werden.
fr: Agencement des boutons sur la barre de titre. La valeur doit être une chaîne, par exemple « menu:minimize,maximize,spacer,close » ; les deux-points séparent le coin gauche de la fenêtre du coin droit, et les noms des boutons doivent être séparés par des virgules. Les boutons dupliqués ne sont pas autorisés. Les noms de bouton inconnus sont silencieusement ignorés, ainsi des boutons pourront être ajoutés dans des futures versions de metacity sans casser les anciennes versions. Une balise spéciale « spacer » permet d'insérer un peu d'espace entre deux boutons adjacents.
hr: Raspored tipka na naslovnoj traci. Vrijednost bi trebala biti znakovni niz, poput "menu:minimize,maximize,spacer,close"; dvotočkom odvojen lijevi kut prozora od desnog kuta, a nazivi tipka su razdvojeni zarezima. Duplikati tipka nisu dopušteni. Nepoznati nazivi tipka su prešutno zanemareni kako bi se tipke mogle dodati u budućim inačicama metacitya bez slamanja starije inačice. Može se koristiti posebna oznaka razmaka za umetanje prostora između dvije susjedne tipke.
ko: 제목 표시 줄의 단추 배열. 그 값은 다음 인용문처럼 쓰이며, "menu:minimize,maximize,spacer,close"; 콜론은 창의 오른쪽과 왼쪽 모서리를 구분하고, 단추 이름은 콤마로 나뉩니다. 단추는 복제될 수 없습니다. 이름 없는 단추는 이전 버전을 없애지 않은 채 이후에 메타시티 버전을 추가할 수 있도록 조용히 그대로 둡니다. 특수 여백 태그는 인접한 두 단추 사이에 여백을 두려할 때 이용될 수 있습니다.
lt: Mygtukų išdėstymas pavadinimo juostoje. Reikšmė turi būti eilutė, tokia kaip „menu:minimize,maximize,spacer,close“; dvitaškis skiria kairį lango kampą nuo dešinio, o mygtukų pavadinimai yra skiriami kableliais. Mygtukų dublikatai neleidžiami. Nežinomi mygtukų pavadinimai yra tyliai praleidžiami, kad būtų galima pridėti mygtukų ateities metacity versijoje nesugadinant senų. Speciali skirtuko žyma gali būti naudojama tarpo įterpimui tarp dviejų gretimų mygtukų.
nl: Schikking van de knoppen op de titelbalk. De waarde moet een tekenreeks zijn zoals: ‘menu:minimize,maximize,spacer,close’; de puntkomma scheidt de linkerhoek van het venster van de rechterhoek, de knopnamen zijn gescheiden door komma's. Dubbele knoppen zijn niet toegestaan. Onbekende knopnamen worden stilzwijgend genegeerd zodat in toekomstige versies van Metacity, knoppen kunnen worden toegevoegd zonder oudere versies te breken. De waarde ‘spacer’ kan gebruikt worden om ruimte tussen twee aangrenzende knoppen te creëren.
pt: Disposição dos botões na barra de título. O valor deverá ser uma expressão, tal como "menu:minimize,maximize,spacer,close"; o dois-pontos separa o canto esquerdo da janela do direito, e os nomes dos botões são separados por vírgulas. Não são permitidos botões duplicados. Nomes de botões desconhecidos são ignorados para que possam ser adicionados botões em versões futuras do metacity sem gerar erros em versões antigas. Pode ser utilizada uma etiqueta especial de espaçamento (spacer) para inserir algum espaço entre dois botões adjacentes.
ro: Aranjamentul butoanelor pe bara de titlu. Valoare ar trebui să fie un șir ca „menu:minimize,maximize,spacer,close”; două puncte separă colțul stâng de cel drept al ferestrei și numele butoanelor sunt separate prin virgulă. Nu este permisă reduplicarea butoanelor. Numele butoanelor necunoscute sunt ignorate, astfel că noi butoane pot fi adăugate în versiuni viitoare ale metacity fără a încurca versiunile mai vechi. O etichetă specială „spacer” poate fi folosită pentru a introduce un spațiu între două butoane adiacente.
ru: Расположение кнопок в заголовке окна. Значение должно быть строкой, например, «menu:minimize,maximize,spacer,close». Двоеточие разделяет левую и правую сторону заголовка окна, а имена кнопок разделяются запятыми. Дублирование кнопок не допускается. Неизвестные имена кнопок игнорируются без уведомления. Специальный элемент spacer может использоваться для вставки промежутка между двумя кнопками.
sk: Usporiadanie tlačidiel v titulku. Hodnota je reťazec, napríklad "menu:minimize,maximize,spacer,close". Dvojbodka oddeľuje ľavý roh okna od pravého a názvy tlačidiel sú oddelené čiarkami. Viacnásobné použitie tlačidiel nie je povolené. Neznáme názvy tlačidiel sú potichu ignorované, takže tlačidlá pridané v budúcich verziách metacity nespôsobia nefunkčnosť starších verzií. Špeciálny reťazec "spacer" môže byt použitý pre vloženie medzery medzi dve susedné tlačidla
uk: Розташування кнопок у заголовку вікна. Значенням є рядок, наприклад «menu:minimize,maximize,spacer,close»; двокрапка відокремлює лівий кут вікна від правого, імена кнопок повинні відокремлюватися комами. Забороняється дублювати кнопки. Невідомі кнопки ігноруються, ці кнопки можуть бути додані у новіших версіях metacity без конфліктів зі старішими версіями. Можна використовувати особливий тег заповнювача, щоб вставити трохи простору між двома сусідніми кнопками.
zh_tw: 按鈕在標題列上排序方式。值應該為字串，例如「menu:minimize,maximize,spacer,close」；半形分號用來分隔視窗左側角與右側角，按鈕名稱則以半形逗號隔開。按鈕不可重複。未知的按鈕名稱會默默忽略，以便在未來的 metacity 版本中加入這些按鈕，而不會影響到舊版本。特殊的空間標籤可以用來在兩相鄰按鈕間插入一些空間。

source: Make parent windows that spawn a modal attached dialog being dimmed
ca: Fes que finestres primàries que generen un quadre de diàleg modal s'atenuïn
cs: Ztmavit rodičovské okno, které vyvolalo modální dialog
da: Nedtoner forældervinduer som skaber en modaltilknyttet dialog
de: Übergeordnete Fenster mit angehängtem modalen Dialog werden abgeblendet angezeigt
fi: Himmennä pääikkunat jotka avaavat kiinnitetyn modaalidialogin
fr: Rendre une fenêtre parente assombrie lorsque celle-ci ouvre une boîte de dialogue
hr: Napravi sadržajne prozore koji stvaraju promjenjivi dijalog koji se zatamnjuje
ko: 흐려지는 양식 대화상자를 만드는 부모창 만들기
lt: Užtemdyti tėvinius langus, sukuriančius pridėtą modalinį dialogą
nl: Dim hoofdvensters als een daaraan gehecht modaal dialoogvenster is geopend
pt: Fazer com que uma janela que gera um diálogo modal seja escurecida
ro: Adaugă un dialog formal ferestrelor părinte care se înmulţesc pentru a le estompa
ru: Затемнять родительское окно при открытии в нём модального окна
sk: Zhasnúť materské okná vyvolávajúce modálne pripnuté dialógy
uk: Використовувати затемнення батьківських вікон при виринанні діалогових вікон
zh_tw: 讓生出典範附連對話盒的親代視窗變暗

source: The opacity of the windows located in the background in the alt-tab-switcher.
ca: L'opacitat de les finestres situades al fons al commutador alt-tab.
cs: Průhlednost oken umístěných na pozadí v alt-tab přepínači.
da: Opaciteten af vinduerne i baggrunden i alt-tab-skifteren.
de: Deckkraft der im Hintergrund angezeigten Fenster im Alt-Tab-Umschalter
fi: Alt-tab -vaihtajan taustalla olevien ikkunoiden läpinäkymättömyys
fr: L'opacité des fenêtres se trouvant en arrière plan lors de l'utilisation du raccourci clavier alt-tab.
hr: Prozirnost prozora koji se nalaze u pozadini alt-tab izmjenjivača.
ko: alt-tab 변환기 사용 시 배경에 있는 창의 불투명도.
lt: Foninių langų nepermatomumas langų perjungiklyje
nl: De ondoorschijnendheid van vensters in de achtergrond van de alt-tab-vensterwisselaar.
pt: A opacidade das janelas localizadas em segundo plano na ação alt-tab
ro: Opacitatea ferestrelor situate în fundal în Alt-Tab-switcher.
ru: Прозрачность неактивных окон в переключателе окон.
sk: Priehľadnosť okien umiestnených v pozadí alt-tab prepínača okien
uk: Прозорість вікон, що знаходяться на задньому фоні при перемиканні по alt-tab.
zh_tw: 位於 alt-tab 切換器背景中的視窗不透明度。

source: Background-image used in the workspace-switcher
ca: Imatge de fons usada al commutador d'espais de treball
cs: Obrázek na pozadí v přepínači ploch
da: Baggrundsbillede som bruges i arbejdsområdeskifteren
de: Hintergrundbild im Arbeitsplatzumschalter
fr: Arrière-plan utilisé avec la bascule d'espaces de travail
hr: Pozadinska slika korištena u izmjenjivaču radnih prostora
ko: 작업 공간 변환기에 사용되는 배경 이미지
lt: Darbo sričių perjungiklyje naudojamas fono paveikslas
nl: Achtergrondafbeelding van de werkbladwisselaar
pt: Imagem de fundo usada no alternador de áreas de trabalho
ro: Imagine de fundal utilizată în spațiul de lucru-switcher
ru: Фоновое изображение, используемое в переключателе рабочих столов
sk: Pozadie pre prepínač virtuálnych pracovných plôch
uk: Фонове зображення, що використовується премикачам робочих просторів
zh_tw: 用於工作區切換器的背景影像

source: Enable Animations
ca: Habilita les animacions
cs: Povolit animace
da: Aktivér animationer
de: Animationen aktivieren
fi: Käytä animaatioita
fr: Activer les animations
hr: Omogući animacije
ko: 애니메이션 사용
lt: Įjungti animacijas
nl: Animaties inschakelen
pt: Ativar Animações
ro: Activare animații
ru: Включить анимации
sk: Povoliť animácie
uk: Увімкнути анімацію
zh_tw: 啟用動畫

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
ca: Si s'han de mostrar les animacions. Nota: és una clau global, canvia el comportament del gestor de finestres, el plafó, etc.
cs: Jestli mají být zobrazovány animace. Poznámka: toto je globální klíč, který změní chování správce oken, panelu atd.
da: Hvorvidt animationer skal vises. Bemærk: dette er en global nøgle, den ændre opførselen af vindueshåndteringen, panelet osv.
de: Festlegen, ob Animationen angezeigt werden. Hinweis: Dies ist ein globaler Schlüssel. Er ändert das Verhalten des Fenstermanagers, des Panels usw.
fr: Indique si les animations devraient être affichées. Note: Ceci est une clé globale, elle change le comportement du gestionnaire de fenêtre, du tableau de bord, etc.
hr: Trebaju li animacije biti prikazane. Napomena: Ovo je globalna tipka. Ona mijenja ponašanje upravitelja prozora, panela itd.
ko: 애니메이션을 사용할지 결정. 알림: 이것은 글로벌 키로, 창 관리자와, 패널 등의 동작을 바꿀 수 있습니다.
lt: Ar animacijos turėtų būti rodomos. Pastaba: tai yra visuotinis raktas, jis keičia langų tvarkytuvės, skydelio ir t.t. elgseną.
nl: Of animaties weergegeven moeten worden. Let op: dit is een systeeminstelling; ze heeft invloed op de werking van het paneel, de vensterbeheerder enz...
pt: Se as animações deverão ou não ser apresentadas. Nota: Esta é uma chave global, altera o comportamento do gestor de janelas, painel, etc.
ro: Specifică dacă animațiile ar trebui afișate. Notă: aceasta este o cheie globală ce afectează administratorul de ferestre, panoul etc.
ru: Показывать ли анимацию. Заметьте, это глобальный ключ, он изменяет поведение оконного менеджера, панели и т. д.
sk: Určuje, či sa zobrazia animácie. Poznámka: Toto je globálny kľúč, ktorý mení správanie správcu okien, panelov, atď.
uk: Чи потрібно відображати анімацію. Зауважте, що це глобальний параметр, його зміна вплине на поведінку віконного менеджера, панелі тощо.
zh_tw: 是否該顯示動畫。註：這是全域鍵，會更改視窗管理員、面板等的行為。

source: Duration of the snap animation as used by maximize/unmaximize
ca: Durada de l'animació de desplaçament com l'usada per maximitzar / desmaximitzar
cs: Doba trvání animace přichycení při maximalizaci/zrušení maximalizace
da: Varighed af snap-animationen som bruges af maksimer/minimer
de: Dauer der Animation beim Einrasten, etwa beim Maximieren und Minimieren
fi: Napsautusanimaatioiden kesto maksimoitaessa/minimoitaessa
fr: Durée de l'animation lors de l'agrandissement/restauration
hr: Trajanje animacije promjene kod uvećavanja/smanjivanja
ko: 스냅 애니메이션의 지속 시간은 최대화 / 최대화 취소에 의해 사용됨
lt: Išskleidimo/suskleidimo animacijos trukmė
nl: Duur van de snap animatie zoals gebruikt door maximaliseren/maximaliseren ongedaan maken
pt: Duração da animação de snap usada ao maximizar/restaurar
ro: Durata animației anticipate așa cum utilizată de către maximizare / restaurare
ru: Длительность анимации разворачивания/восстановления
sk: Trvanie animácie použitej maximalizovaním/odmaximalizovaním
uk: Тривалість анімації прилипання про розгортанні/відновленні
zh_tw: 貼附的動畫時間與最大化/取消最大化的動畫時間相同

source: Duration of the close animation
ca: Durada de l'animació de tancament
cs: Doba trvání animace zavření
da: Varighed af luk-animationen
de: Dauer der Animation beim Schließen
fi: Sulkemisanimaation kesto
fr: Durée de l'animation de fermeture
hr: Trajanje animacije zatvaranja
ko: 닫기 애니메이션의 지속 시간
lt: Lango užvėrimo animacijos trukmė
nl: Tijdsduur van de sluitanimatie
pt: Duração da animação de fechar
ro: Durata animației de închidere
ru: Длительность анимации закрытия
sk: Trvanie animácie zavretia
uk: Тривалість анімації закриття
zh_tw: 關閉的動畫時間

source: Duration of the minimize animation
ca: Durada de l'animació de minimització
cs: Doba trvání animace minimalizace
da: Varighed af minimer-animationen
de: Dauer den Animation beim Minimieren
fi: Pienennysanimaation kesto
fr: Durée de l'animation de réduction
hr: Trajanje animacije smanjivanja
ko: 최소화 애니메이션의 지속 시간
lt: Lango suskleidimo animacijos trukmė
nl: Duur van de minimaliseeranimatie
pt: Duração da animação de minimizar
ro: Durata animației de minimizare
ru: Длительность анимации сворачивания
sk: Trvanie animácie minimalizácie
uk: Тривалість анімації згортання
zh_tw: 最小化的動畫時間

source: Duration of the workspace switch animation
ca: Durada de l'animació del canvi d'espai de treball
cs: Doba trvání animace přepnutí pracovní plochy
da: Varighed af arbejdsområdeskifter-animationen
de: Dauer der Animation beim Arbeitsflächenwechsel
fi: Työtilan vaihtoanimaation kesto
fr: Durée de l'animation de changement d'espace de travail
hr: Trajanje animacije promjene radnog prostora
ko: 작업 공간 변환 애니메이션의 지속 시간
lt: Darbo srities perjungimo animacijos trukmė
nl: Duur van de werkbladwisselingsanimatie
pt: Duração da animação de mudança de área de trabalho
ro: Durata de animației comutator spațiului de lucru
ru: Длительность анимации смены рабочего стола
sk: Trvanie animácie prepnutia pracovnej plochy
uk: Тривалість анімації переключання робочого простору
zh_tw: 工作區切換動畫的動畫時間

source: Duration of the menu mapping animation
ca: Durada de l'animació de mapatge del menú
cs: Doba trvání animace mapování menu
da: Varighed af menukortlægning-animationen
de: Dauer der Animation bei der Anzeige eines Menüs
fi: Valikkoanimaation kesto
fr: Durée de l'animation de composition du menu
hr: Trajanje animacije preslikavanja izbornika
ko: 메뉴 매핑 애니메이션의 지속 시간
lt: Meniu atvaizdavimo trukmė
nl: Duur van de menu-indeling animatie
pt: Duração da animação do mapeamento do menu
ro: Durata de animație de cartografiere meniu
ru: Длительность анимации вывода меню
sk: Drvanie animácie mapovania menu
uk: Тривалість анімації меню
zh_tw: 選單對應的動畫時間

source: Defines the shadow of normal focused windows
ca: Defineix l'ombra de les finestres normals amb el focus
cs: Definuje stín normálních vybraných oken
da: Definerer skyggen af vinduer som har normal fokus
de: Legt den Schattenwurf von normalen Vordergrundfenstern fest
fi: Määrittää tavallisen aktiivisen ikkunan varjon
fr: Définition de l'ombre des fenêtres à focus normal
hr: Određuje sjenku uobičajeno fokusiranih prozora
ko: 정상 초점 창의 그림자 정의
lt: Apibrėžia normalaus sufokusuoto lango šėšėlį
nl: Definieert de schaduw van de normale gefocuste vensters
pt: Define a sombra de uma janela normal em foco
ro: Definește umbra ferestrelor normal focalizate
ru: Определяет тень активного окна
sk: Definuje tieň normálnych zameraných okien
uk: Визначає тінь звичайного вікна в фокусі
zh_tw: 定義一般聚焦視窗的陰影。
